[{"example_id": "d7b8f252-1e60-4450-a4e8-d67933452cf0", "dataset_id": "3265_3264", "inputs": ["The artists say the plan will harm French culture and punish those who need help most--performers who have a hard time lining up work."], "context": ["Paraphrase Types: Addition/Deletion, Inflectional Changes, Same Polarity Substitution (contextual), Identity, Modal Verb Changes, Synthetic/analytic substitution, Punctuation changes"], "references": ["Artists are worried the plan would harm those who need help most - performers who have a difficult time lining up shows."], "personas": null}, {"example_id": "696517be-619c-45ed-8fc1-f8d21dddf199", "dataset_id": "2278_2277", "inputs": ["Sylvan Shalom, the Israeli Foreign Minister, said there was a possibility that Mr Bush “will come to this area”."], "context": ["Paraphrase Types: Same Polarity Substitution (contextual), Addition/Deletion, Punctuation changes, Identity"], "references": ["Shalom said there was also a possibility that \"the president will come to this area.\""], "personas": null}, {"example_id": "bd2945e2-82f5-4788-a7b5-0c47ac57ac16", "dataset_id": "1759_1758", "inputs": ["But Mr Kenny said his advice to Mr Hicks - if they are ever allowed to meet or speak - may well be that he accept a deal."], "context": ["Paraphrase Types: Addition/Deletion, Same Polarity Substitution (named ent.), Same Polarity Substitution (contextual), Identity, Modal Verb Changes, Punctuation changes"], "references": ["But Mr Kenny said his advice to David Hicks, should they be allowed to meet, might be that he accept a deal."], "personas": null}, {"example_id": "2c64b68d-19c4-4a8b-b0b0-357463d6a89b", "dataset_id": "277_276", "inputs": ["Burns believed that confessing a crime he did not commit was the only way out, Richardson said."], "context": ["Paraphrase Types: Addition/Deletion, Change of order, Same Polarity Substitution (contextual), Syntax/discourse structure changes, Identity"], "references": ["To the frightened Burns, Richardson said, confessing a crime he did not commit looked like the only out."], "personas": null}, {"example_id": "bc1325cb-a9e6-47e8-a10a-000dbade097a", "dataset_id": "5750_5749", "inputs": ["THE compact disc could be history within five years after scientists invented a replacement the size of a fingertip."], "context": ["Paraphrase Types: Same Polarity Substitution (habitual), Inflectional Changes, Change of format, Identity, Synthetic/analytic substitution"], "references": ["COMPACT discs could be history within five years after scientists made a fingertip-sized replacement."], "personas": null}, {"example_id": "362117d8-3a97-4461-a24d-a1b7649e1047", "dataset_id": "4966_4965", "inputs": ["Customers include Mitsubishi, Siemens, DBTel, Dell, HP, Palm, Philips, Sharp, and Sony."], "context": ["Paraphrase Types: Addition/Deletion, Identity, Change of order"], "references": ["MediaQ's customers include major handheld makers Mitsubishi, Siemens, Palm, Sharp, Philips, Dell and Sony."], "personas": null}, {"example_id": "0c0cbf98-edb9-43f7-88d9-b8108cb862a2", "dataset_id": "5590_5589", "inputs": ["Mitchell Garabedian, an attorney representing many young men who have claimed they were molested by Geoghan, said he was shocked and surprised to hear of the jail death."], "context": ["Paraphrase Types: Same Polarity Substitution (habitual), Inflectional Changes, Addition/Deletion, Change of order, Subordination and nesting changes, Same Polarity Substitution (contextual), Identity"], "references": ["Attorney Mitchell Garabedian, who represents many young men who say they were molested by Geoghan, said he was shocked and surprised to hear of Geoghan's death."], "personas": null}, {"example_id": "5cfc1200-4ec4-4494-abef-c2700155fe11", "dataset_id": "1784_1783", "inputs": ["This change in attitude gave upscale purveyors including Neiman Marcus, the parent of Bergdorf Goodman; and Nordstrom strong sales gains in May."], "context": ["Paraphrase Types: Same Polarity Substitution (contextual), Addition/Deletion, Identity"], "references": ["This change in attitude gave upscale purveyors including Neiman Marcus Group Inc. and Nordstrom Inc., along with some boutique retailers, strong sales gains in May."], "personas": null}, {"example_id": "d036d590-bf82-4fdd-b164-4545687efa1d", "dataset_id": "923_922", "inputs": ["In Taiwan, the capital's mayor and other officials handed out free thermometers in a islandwide ``take-your-temperature'' campaign Sunday, amid evidence that containment efforts were also paying off."], "context": ["Paraphrase Types: Same Polarity Substitution (habitual), Addition/Deletion, Same Polarity Substitution (contextual), Identity, Spelling changes, Punctuation changes"], "references": ["In Taiwan, officials handed out free thermometers in an island-wide ``take-your-temperature'' campaign amid signs containment efforts were paying off."], "personas": null}, {"example_id": "19f7af9e-554a-4638-8c40-a61554c9f9c6", "dataset_id": "1651_1650", "inputs": ["The plea makes Grass the second high-ranking Rite Aid executive to strike a deal with federal prosecutors in the past two weeks."], "context": ["Paraphrase Types: Same Polarity Substitution (contextual), Synthetic/analytic substitution, Syntax/discourse structure changes, Identity"], "references": ["Grass is the second of the Rite Aid defendants to strike a deal with federal prosecutors this month."], "personas": null}, {"example_id": "3b19edf4-c288-4189-abb2-58df611fb7c1", "dataset_id": "4628_4627", "inputs": ["The House has passed prescription-drug legislation in the last two sessions, but the Senate has failed to do so."], "context": ["Paraphrase Types: Addition/Deletion, Same Polarity Substitution (habitual), Inflectional Changes, Same Polarity Substitution (contextual), Identity"], "references": ["The House has passed bills the past two Congresses, but the Senate has not."], "personas": null}, {"example_id": "d888c178-8ea7-428f-b42b-f861ce77c8e9", "dataset_id": "1207_1206", "inputs": ["When the manager let him in the apartment, Brianna was in her mother's bedroom lying in a baby's bathtub, covered with a towel and watching cartoons."], "context": ["Paraphrase Types: Addition/Deletion, Inflectional Changes, Ellipsis, Same Polarity Substitution (contextual), Identity"], "references": ["When a manager let him into the apartment, the youngster was lying in a baby's bathtub, covered with a towel and was watching a TV cartoon channel."], "personas": null}, {"example_id": "619d4a99-92af-446e-9b72-a32b696fdd61", "dataset_id": "1947_1946", "inputs": ["Passenger Keith Charlton, who helped tackle the man, last night praised the efforts of the injured chief flight attendant, known to passengers as Greg."], "context": ["Paraphrase Types: Same Polarity Substitution (contextual), Addition/Deletion, Identity"], "references": ["Passenger Keith Charlton, who also tackled the attacker, praised the efforts of the injured chief flight attendant."], "personas": null}, {"example_id": "96afefeb-10a4-448d-b369-cb5a66286c36", "dataset_id": "3587_3586", "inputs": ["It's a task that would challenge even the sharpest of computer geeks: set up a hacker-proof computer network for 190,000 government workers across the country fighting terrorism."], "context": ["Paraphrase Types: Same Polarity Substitution (contextual), Addition/Deletion, Syntax/discourse structure changes, Identity"], "references": ["It would be a daunting challenge for even the sharpest programming wizards: set up a secure computer network for the 190,000 workers in the Homeland Security Department."], "personas": null}, {"example_id": "9595b641-3cbf-46ae-9f2b-4473dbfd7b20", "dataset_id": "4696_4695", "inputs": ["MEN who drink tea, particularly green tea, can greatly reduce their risk of prostate cancer, a landmark WA study has found."], "context": ["Paraphrase Types: Same Polarity Substitution (habitual), Same Polarity Substitution (named ent.), Change of format, Subordination and nesting changes, Syntax/discourse structure changes, Identity, Derivational Changes, Synthetic/analytic substitution"], "references": ["DRINKING green tea can dramatically reduce the risk of men contracting prostate cancer, a study by Australian researchers has discovered."], "personas": null}, {"example_id": "0c1348cd-ba40-4c23-99b0-c73919a03251", "dataset_id": "5152_5151", "inputs": ["Both strain 121 and Pyrolobus belong to a branch on the tree of life known as the archaea."], "context": ["Paraphrase Types: Same Polarity Substitution (habitual), Same Polarity Substitution (named ent.), Change of format, Addition/Deletion, Same Polarity Substitution (contextual), Identity, Synthetic/analytic substitution"], "references": ["Both Strain 121 and Pyrolobus fumarii are members of the unusual life domain known as Archaea."], "personas": null}, {"example_id": "fce602d9-7425-4618-bd58-1cbcf82d00e3", "dataset_id": "5030_5029", "inputs": ["Anhalt said children typically treat a 20-ounce soda bottle as one serving, while it actually contains 2 1/2 servings."], "context": ["Paraphrase Types: Addition/Deletion, Same Polarity Substitution (habitual), Change of format, Identity, Punctuation changes"], "references": ["For example, Anhalt said, children typically treat a 20-ounce soda bottle as one serving, although it actually contains 2 ½ 8-ounce servings."], "personas": null}, {"example_id": "03fd1ff2-dae3-490d-90c8-1917e68b960a", "dataset_id": "3181_3180", "inputs": ["The government has chosen three companies to develop plans to protect commercial aircraft from shoulder-fired missile attacks, homeland security officials announced Tuesday."], "context": ["Paraphrase Types: Addition/Deletion, Change of format, Change of order, Same Polarity Substitution (contextual), Converse substitution, Identity"], "references": ["The Department of Homeland Security announced Tuesday that it has selected three companies to continue research into ways to thwart shoulder-fired missile attacks on U.S. commercial aircraft."], "personas": null}, {"example_id": "28813505-de3d-4ba5-87cf-a1f3d8c448fc", "dataset_id": "5587_5586", "inputs": ["Two convicted killers and another inmate escaped from a state prison on a busy street Wednesday by cutting through a fence, a Corrections Department official said."], "context": ["Paraphrase Types: Semantic based, Addition/Deletion, Same Polarity Substitution (contextual), Subordination and nesting changes, Identity"], "references": ["A convicted killer and two other inmates cut through two fences topped with razor wire and escaped from a state prison on a busy street."], "personas": null}, {"example_id": "7eec1fa5-9fc6-4ad5-82d6-4bf76d5cdcd1", "dataset_id": "1880_1879", "inputs": ["Under the agreement, LendingTree shareholders would receive 0.6199 of a USAi share for each share in LendingTree."], "context": ["Paraphrase Types: Addition/Deletion, Same Polarity Substitution (contextual), Identity, Modal Verb Changes, Synthetic/analytic substitution, Spelling changes"], "references": ["Under the proposed stock for stock transaction, LendingTree shareholders will get 0.6199 shares of USAI common stock for each share of LendingTree common stock."], "personas": null}, {"example_id": "6eb5f91e-3f71-4a56-8c61-697a8b8c5565", "dataset_id": "1540_1539", "inputs": ["But the Russell 2000 index, the barometer of smaller company stocks, had a weekly gain of 3.71, or 0.9 percent, closing at 418.40."], "context": ["Paraphrase Types: Same Polarity Substitution (contextual), Synthetic/analytic substitution, Identity"], "references": ["But the Russell 2000, the barometer of stocks of smaller companies, had a weekly gain of 3.71, or 0.9 percent, closing at 418.40."], "personas": null}, {"example_id": "06fbdb24-28c2-493c-8dce-ca954a46d3dc", "dataset_id": "5206_5205", "inputs": ["The significant highs Beijing chalked up before APEC was China's first space mission on October 15."], "context": ["Paraphrase Types: Addition/Deletion, Spelling changes, Identity"], "references": ["One of the significant highs Beijing chalked up before APEC was Chinas first space mission on Oct 15."], "personas": null}, {"example_id": "e4188d95-addf-4677-981a-5208056ad4fa", "dataset_id": "136_135", "inputs": ["There had been fears that the 35 year-old wouldn't be able to conceive after suffering two ectopic pregnancies and cancer of the uterus."], "context": ["Paraphrase Types: Addition/Deletion, Same Polarity Substitution (habitual), Inflectional Changes, Negation switching, Same Polarity Substitution (contextual), Identity"], "references": ["There were fears that Heather would never have children after suffering two ectopic pregnancies and cancer of the uterus."], "personas": null}, {"example_id": "f9db32bb-732f-42ed-9ebb-0784dd3b0e07", "dataset_id": "2328_2327", "inputs": ["Microsoft has been awarded a patent for a feature in instant messaging that alerts a user when the person they are communicating with is inputting a message."], "context": ["Paraphrase Types: Semantic based, Addition/Deletion, Inflectional Changes, Same Polarity Substitution (contextual), Identity, Synthetic/analytic substitution"], "references": ["Microsoft has been awarded a patent on a popular instant-messaging feature that shows users when the person on the other end of the conversation is typing a message."], "personas": null}, {"example_id": "726b21b3-b8c2-4509-a2d6-cbe017572553", "dataset_id": "5290_5289", "inputs": ["To examine the uranium enrichment program -- ElBaradei's priority -- the IAEA says it must inspect facilities that are not officially declared as nuclear sites."], "context": ["Paraphrase Types: Addition/Deletion, Same Polarity Substitution (habitual), Same Polarity Substitution (contextual), Identity, Spelling changes"], "references": ["However, to verify Iran's claims about its controversial uranium-enrichment program, the IAEA says it must inspect facilities that are not officially declared as nuclear sites."], "personas": null}, {"example_id": "bed673e9-552f-41b1-b0e7-a49a76927320", "dataset_id": "3514_3513", "inputs": ["The North Shore Long Island Jewish Health System in New York announced plans for a tissue bank this month."], "context": ["Paraphrase Types: Addition/Deletion, Synthetic/analytic substitution, Spelling changes, Identity"], "references": ["North Shore-Long Island Jewish Health System announced plans for a tissue bank earlier this month."], "personas": null}, {"example_id": "09185fdb-de2a-4113-a542-69fa61bb459c", "dataset_id": "2645_2644", "inputs": ["He wants to kill him, but then I suppose I'd be that angry too if somebody tried to kill my old man,\" he said."], "context": ["Paraphrase Types: Addition/Deletion, Punctuation changes, Identity"], "references": ["\"He's wild, he wants to kill him, but then I suppose I'd be that angry too if somebody tried to kill my old man.\""], "personas": null}, {"example_id": "5fd026a8-d874-47c3-ae50-9a0fb67cce6d", "dataset_id": "3172_3171", "inputs": ["Mr. Soros branded Mr. Snow's policy shift a \"mistake.\""], "context": ["Paraphrase Types: Same Polarity Substitution (contextual), Same Polarity Substitution (named ent.), Punctuation changes, Identity"], "references": ["Soros criticised Snow's policy shift as a \"mistake\"."], "personas": null}, {"example_id": "50c33ee7-8b14-4ee8-8225-e66deb929b7b", "dataset_id": "2248_2247", "inputs": ["The European Commission, the EU's antitrust enforcer, is expected to issue its decision next spring — unless a settlement is reached."], "context": ["Paraphrase Types: Addition/Deletion, Identity"], "references": ["The European Commission is expected to issue its decision in the case next spring — unless a settlement is reached."], "personas": null}]