{ "exampleId":"c51ea771-4483-4f7d-9557-5a51e661774d", "datasetId": "3265_3264", "input":"The artists say the plan will harm French culture and punish those who need help most--performers who have a hard time lining up work.", "context": null, "references": ["Artists are worried the plan would harm those who need help most - performers who have a difficult time lining up shows."], "personas": null }
{ "exampleId":"1642a5b8-fd59-415a-9688-1e537fddd693", "datasetId": "4287_4286", "input":"The Space Infrared Telescope Facility's mission is to search for the beginnings of the universe.", "context": null, "references": ["NASA is scheduled to launch the Space Infrared Telescope Facility on Monday morning."], "personas": null }
{ "exampleId":"46e010f8-e471-4b63-b0e0-1850d116da36", "datasetId": "2278_2277", "input":"Sylvan Shalom, the Israeli Foreign Minister, said there was a possibility that Mr Bush “will come to this area”.", "context": null, "references": ["Shalom said there was also a possibility that \"the president will come to this area.\""], "personas": null }
{ "exampleId":"21f5a84e-5a13-4e85-9374-bcd9e9a6d40f", "datasetId": "1759_1758", "input":"But Mr Kenny said his advice to Mr Hicks - if they are ever allowed to meet or speak - may well be that he accept a deal.", "context": null, "references": ["But Mr Kenny said his advice to David Hicks, should they be allowed to meet, might be that he accept a deal."], "personas": null }
{ "exampleId":"d1e74532-dcff-4bcf-92a1-894391f3e49e", "datasetId": "277_276", "input":"Burns believed that confessing a crime he did not commit was the only way out, Richardson said.", "context": null, "references": ["To the frightened Burns, Richardson said, confessing a crime he did not commit looked like the only out."], "personas": null }
{ "exampleId":"c14eb0c0-f3ca-4020-991c-8057d7fe3ccd", "datasetId": "5750_5749", "input":"THE compact disc could be history within five years after scientists invented a replacement the size of a fingertip.", "context": null, "references": ["COMPACT discs could be history within five years after scientists made a fingertip-sized replacement."], "personas": null }
{ "exampleId":"660edb16-9a77-42a9-ad39-1dfdf8a222cc", "datasetId": "4966_4965", "input":"Customers include Mitsubishi, Siemens, DBTel, Dell, HP, Palm, Philips, Sharp, and Sony.", "context": null, "references": ["MediaQ's customers include major handheld makers Mitsubishi, Siemens, Palm, Sharp, Philips, Dell and Sony."], "personas": null }
{ "exampleId":"a9dda72a-9c7a-4f81-8b81-7b4ea918e3ca", "datasetId": "5590_5589", "input":"Mitchell Garabedian, an attorney representing many young men who have claimed they were molested by Geoghan, said he was shocked and surprised to hear of the jail death.", "context": null, "references": ["Attorney Mitchell Garabedian, who represents many young men who say they were molested by Geoghan, said he was shocked and surprised to hear of Geoghan's death."], "personas": null }
{ "exampleId":"549bc63b-6775-4434-878f-e165ca42b26d", "datasetId": "1784_1783", "input":"This change in attitude gave upscale purveyors including Neiman Marcus, the parent of Bergdorf Goodman; and Nordstrom strong sales gains in May.", "context": null, "references": ["This change in attitude gave upscale purveyors including Neiman Marcus Group Inc. and Nordstrom Inc., along with some boutique retailers, strong sales gains in May."], "personas": null }
{ "exampleId":"c0cd022d-6e9f-4aaa-90d6-11438de4fddc", "datasetId": "850_849", "input":"Just five months ago, Dean committed to accepting taxpayer money and vowed to attack any Democrat who didnt.", "context": null, "references": ["Just five months ago, Dean committed to accepting taxpayer money and the spending limits that come with it and vowed to attack any Democrat who didnt."], "personas": null }
{ "exampleId":"c9f5b60e-05a1-4996-8202-dfa36784a3ef", "datasetId": "2821_2820", "input":"The tech-heavy Nasdaq Stock Market's composite index rose 3.41 points to 1,915.31.", "context": null, "references": ["The benchmark SP/TSX composite index rose 29.12 points yesterday to 7,633.61."], "personas": null }
{ "exampleId":"fdf9a6a0-c4c1-4f49-a19c-5f754899d831", "datasetId": "2420_2419", "input":"The consensus among Wall Street analysts was for a loss of 28 cents a share.", "context": null, "references": ["Analysts surveyed by First Call were expecting sales of $723 million and a loss of 28 cents a share."], "personas": null }
{ "exampleId":"537baae2-c0e6-4495-9edb-9be304280dd9", "datasetId": "4469_4468", "input":"Today, he will find out whether he is still in the running to buy back the U.S. entertainment business of troubled Vivendi Universal SA.", "context": null, "references": ["An investment group led by former Seagram Inc. boss Edgar Bronfman Jr. is still in the running to buy the U.S. entertainment assets of Vivendi Universal SA."], "personas": null }
{ "exampleId":"d54acba4-1946-4c8e-8558-a9314f9d23a2", "datasetId": "3152_3151", "input":"That fire, the largest wildfire in state history, charred 469,000 acres and destroyed 491 homes in surrounding communities.", "context": null, "references": ["That fire devastated timber on the reservation, while charring 469,000 acres and destroying 491 homes in surrounding communities."], "personas": null }
{ "exampleId":"86246088-676a-485e-9039-64836ce2fa68", "datasetId": "923_922", "input":"In Taiwan, the capital's mayor and other officials handed out free thermometers in a islandwide ``take-your-temperature'' campaign Sunday, amid evidence that containment efforts were also paying off.", "context": null, "references": ["In Taiwan, officials handed out free thermometers in an island-wide ``take-your-temperature'' campaign amid signs containment efforts were paying off."], "personas": null }
{ "exampleId":"a332c77c-8c5d-4375-b1f4-073612ac1005", "datasetId": "1651_1650", "input":"The plea makes Grass the second high-ranking Rite Aid executive to strike a deal with federal prosecutors in the past two weeks.", "context": null, "references": ["Grass is the second of the Rite Aid defendants to strike a deal with federal prosecutors this month."], "personas": null }
{ "exampleId":"2631c654-de03-4732-a7ff-61fbc2fb5dce", "datasetId": "4628_4627", "input":"The House has passed prescription-drug legislation in the last two sessions, but the Senate has failed to do so.", "context": null, "references": ["The House has passed bills the past two Congresses, but the Senate has not."], "personas": null }
{ "exampleId":"1691df28-00ab-471a-adac-d3ce8757b524", "datasetId": "1207_1206", "input":"When the manager let him in the apartment, Brianna was in her mother's bedroom lying in a baby's bathtub, covered with a towel and watching cartoons.", "context": null, "references": ["When a manager let him into the apartment, the youngster was lying in a baby's bathtub, covered with a towel and was watching a TV cartoon channel."], "personas": null }
{ "exampleId":"2131fde2-15f3-4311-bbd6-43a234c108db", "datasetId": "1947_1946", "input":"Passenger Keith Charlton, who helped tackle the man, last night praised the efforts of the injured chief flight attendant, known to passengers as Greg.", "context": null, "references": ["Passenger Keith Charlton, who also tackled the attacker, praised the efforts of the injured chief flight attendant."], "personas": null }
{ "exampleId":"c004c1c8-afa0-4118-9c8d-34c7940cf448", "datasetId": "1464_1463", "input":"Wall Street analysts had expected 22 cents a share, according to Thomson First Call.", "context": null, "references": ["The results were 3 cents a share lower than the forecast of analysts surveyed by Thomson First Call."], "personas": null }
{ "exampleId":"0b59bd0d-f672-4957-a683-3eda669c4b86", "datasetId": "1974_1973", "input":"The broader Standard  Poor's 500 Index .SPX dropped 9.90 points, or 0.99 percent, to 988.61.", "context": null, "references": ["The technology-laced Nasdaq Composite Index was down 25.36 points, or 1.53 percent, at 1,628.26."], "personas": null }
{ "exampleId":"94bd0286-a0f3-46f7-a090-cfd7a605d485", "datasetId": "3587_3586", "input":"It's a task that would challenge even the sharpest of computer geeks: set up a hacker-proof computer network for 190,000 government workers across the country fighting terrorism.", "context": null, "references": ["It would be a daunting challenge for even the sharpest programming wizards: set up a secure computer network for the 190,000 workers in the Homeland Security Department."], "personas": null }
{ "exampleId":"24e4cc97-52fa-4b70-a3f7-a27ded5b422a", "datasetId": "4696_4695", "input":"MEN who drink tea, particularly green tea, can greatly reduce their risk of prostate cancer, a landmark WA study has found.", "context": null, "references": ["DRINKING green tea can dramatically reduce the risk of men contracting prostate cancer, a study by Australian researchers has discovered."], "personas": null }
{ "exampleId":"788a73ca-a775-4cdc-9dbc-541c33be3618", "datasetId": "2398_2397", "input":"The Fed afterglow lingered well into Wednesday and enhanced demand for the second installment of a massive U.S. Treasury refunding -- $18 billion in five-year notes.", "context": null, "references": ["In the second installment of a three-legged, record $58 billion refunding, the U.S. Treasury is slated to sell $18 billion in five-year notes on Wednesday."], "personas": null }
{ "exampleId":"fefae56f-881a-4cb9-87d9-98ec5ee9d4c1", "datasetId": "2033_2032", "input":"That package included increases to both the city's sales and income taxes.", "context": null, "references": ["He also objects to the sales and personal income tax increases in the package."], "personas": null }
{ "exampleId":"c2075a42-b534-4af9-8c14-a90b27d6f0b8", "datasetId": "5152_5151", "input":"Both strain 121 and Pyrolobus belong to a branch on the tree of life known as the archaea.", "context": null, "references": ["Both Strain 121 and Pyrolobus fumarii are members of the unusual life domain known as Archaea."], "personas": null }
{ "exampleId":"8e91a8dd-fabe-4c39-a4c2-822535af7419", "datasetId": "5030_5029", "input":"Anhalt said children typically treat a 20-ounce soda bottle as one serving, while it actually contains 2 1/2 servings.", "context": null, "references": ["For example, Anhalt said, children typically treat a 20-ounce soda bottle as one serving, although it actually contains 2 ½ 8-ounce servings."], "personas": null }
{ "exampleId":"a15f51c6-d46b-4fad-8238-37550d1edcc3", "datasetId": "1823_1822", "input":"But Chauncey Billups demonstrated he's also capable of big games, scoring 77 points over the final two games against the Magic.", "context": null, "references": ["Billups scored 77 points in the final two games of the first-round series against the Magic."], "personas": null }
{ "exampleId":"c69c0355-cd31-459e-8a12-0e44705ab025", "datasetId": "3181_3180", "input":"The government has chosen three companies to develop plans to protect commercial aircraft from shoulder-fired missile attacks, homeland security officials announced Tuesday.", "context": null, "references": ["The Department of Homeland Security announced Tuesday that it has selected three companies to continue research into ways to thwart shoulder-fired missile attacks on U.S. commercial aircraft."], "personas": null }
{ "exampleId":"3df6e017-a184-4e4d-a93e-e256c967cff5", "datasetId": "234_233", "input":"U.S. Airways ordered 85 Bombardier jets with 50 seats and 75 seats and 85 Embraer jets with 70 seats, it said in a release.", "context": null, "references": ["Bombardier and Embraer will each deliver 85 jets by September 2006, U.S. Airways said in a release."], "personas": null }
