{ "exampleId":"6718f1f4-0b33-47de-894b-c1dbd2575ecb", "datasetId": null, "input":"Es gibt zwar einige Parallelen, aber weder der Kommissar, der mir frühzeitig bei diesem Fall behilflich war, noch meine eigenen Bemühungen konnten die Zollbehörden des Vereinigten Königreiches dazu bewegen, gerecht zu handeln.", "context": null, "references": ["There are some parallels but the Commissioner who helped me early on in this case, and my efforts, have been unable to persuade UK customs to act justly."], "personas": null }
{ "exampleId":"7f0c50c3-a07c-4a0d-a75f-fd6aaaaf362d", "datasetId": null, "input":"Die handwerklich betriebene und die Flachwasserflotte wären für Marokko für die Bildung gemischtwirtschaftlicher Unternehmen nicht von Interesse. Dies würde in Regionen wie der unseren, in der es sehr große Probleme im Zusammenhang mit der Beschäftigung gibt, das Abwracken kleiner Schiffe und den Abbau von Arbeitsplätzen bedeuten.", "context": null, "references": ["The small-scale and inshore fleet would be of no interest to Morocco in terms of establishing joint enterprises; this would mean, in areas such as ours where employment problems are very serious, the scrapping of small vessels and a reduction in employment."], "personas": null }
{ "exampleId":"6462e0ee-89a3-4e7b-926f-6b8d6a68a8c4", "datasetId": null, "input":"Welche Schritte hat der Rat bei den Regierungen des Vereinigten Königreichs und Frankreichs in bezug auf die Sicherheit im Kanaltunnel unternommen, und ist die Konstruktion der Güterzüge berücksichtigt worden?", "context": null, "references": ["What representations has the Commission made to the UK and French governments concerning safety in the Channel Tunnel, and has any reference been made to the design of the freight wagons?"], "personas": null }
{ "exampleId":"501a1ec4-6084-43c7-a995-22f47f00c99e", "datasetId": null, "input":"Was wird die Kommission weiter unternehmen, um die Mitgliedstaaten zu ermutigen?", "context": null, "references": ["What else will the Commission do to encourage the Member States?"], "personas": null }
{ "exampleId":"e96c461a-43a7-4607-8af6-8fc1d041c341", "datasetId": null, "input":"Gleichwohl sei auch gewarnt. Es darf nicht so sein, dass wir hierdurch einigen Ländern bei der Liberalisierung des Güterverkehrs Steine in den Weg legen.", "context": null, "references": ["I should also like to warn, however, that in so doing we must not hinder a number of countries from liberalising freight transport."], "personas": null }
{ "exampleId":"e8cd3543-7467-414b-b94a-f164d2c662c1", "datasetId": null, "input":"Die Abstimmung findet um 16.00 Uhr statt.", "context": null, "references": ["The vote will take place today at 4 p.m."], "personas": null }
{ "exampleId":"97d665e6-9d36-4dfa-868a-50110172450b", "datasetId": null, "input":"Ich glaube ohne Übertreibung behaupten zu können, dass Geschichte und Gegenwart heute ineinander greifen und dass die Europäische Union und die Vereinten Nationen in dieser historischen Gegenwart, in der wir leben, zwei Hauptakteure sind.", "context": null, "references": ["I believe that it is no exaggeration whatsoever to state that, today, history is blending with the present, and that in this historic present which we are living in, the European Union and United Nations are two principal actors."], "personas": null }
{ "exampleId":"28fe185d-1bbc-4bbd-8fe8-70ea8da6d83a", "datasetId": null, "input":"Einer der Schritte, die wir brauchen, um eine Brücke zu den destabilisierten Nachbarregionen Europas zu bauen, ist die Beitrittsperspektive für die Türkei. Was jetzt beschlossen worden ist, ist ein richtiger Beschluss.", "context": null, "references": ["One of the steps we need to take if we are to build a bridge to the destabilised regions bordering on Europe, is to give Turkey a prospect of accession."], "personas": null }
{ "exampleId":"52382533-7446-4c56-a255-e14cbdc5fec9", "datasetId": null, "input":"Vielleicht wäre dann der Evaluierungsbericht geeignet, weitere Verbesserungen einzuführen, z.B. eine eventuelle Zertifizierung der Mischfutterhersteller.", "context": null, "references": ["Perhaps the evaluation report would present the right opportunity to introduce further improvements, such as, for example, the possible certification of the producer of the compound feedingstuffs."], "personas": null }
{ "exampleId":"530a91df-a0dc-4253-8a8b-e58b95415859", "datasetId": null, "input":"Die Lage ist für Roma-Frauen sogar noch schwieriger, denn sie werden in doppelter Hinsicht diskriminiert.", "context": null, "references": ["The situation for Romany women is even more difficult, and they suffer discrimination on two counts."], "personas": null }
{ "exampleId":"53cd9be2-7a2e-4678-a67d-71a70ae86108", "datasetId": null, "input":"Tatsächlich kann die Türkei ähnliche Probleme wie die Ukraine als Transitland für russische Lieferungen verursachen.", "context": null, "references": ["In actual fact, just like the concerns caused by Ukraine, the transit country for the Russian delivery, Turkey may similarly cause problems."], "personas": null }
{ "exampleId":"880b12fa-22b8-416e-9775-661e94c41883", "datasetId": null, "input":"Diese Verpflichtung sollte weder in zeitlicher noch in finanzieller Hinsicht unbefristet sein.", "context": null, "references": ["This commitment should not be open-ended either in terms of time or financial resources."], "personas": null }
{ "exampleId":"8d961f2f-d45d-4b0e-a1b1-16dc823f3399", "datasetId": null, "input":"Wenn man sich allerdings in die Position des anderen versetzt, dann muss man doch bedenken, dass natürlich auch die Internationale Atomenergie-Organisation – so wie sie gebaut ist – zugunsten der offiziellen Atommächte parteiisch ist.", "context": null, "references": ["If, though, we put ourselves into the other side’s shoes, we cannot fail to regard the International Atomic Energy Agency, as being, by reason of the way it is constituted, of course, biased in favour of the established nuclear powers."], "personas": null }
{ "exampleId":"05ed8d81-b11c-41f7-a10b-42e12e5b8c3b", "datasetId": null, "input":"Gegenwärtig verpflichtet keine Vertragsbestimmung die Mitgliedsländer der Europäischen Union, einen gemeinsamen Standpunkt zu verabschieden, bevor sie sich an den Beratungen und entscheidenden Abstimmungen im Sicherheitsrat beteiligen.", "context": null, "references": ["There is currently no provision in the Treaty to force the Member States of the European Union to adopt a common position before entering into debate and seeking the decisive votes in the Security Council."], "personas": null }
{ "exampleId":"5f0cc1d0-ffc4-4d4f-87ba-334ee0d1fd37", "datasetId": null, "input":"Diese Krise sollte uns deutlich machen, dass wir als Europäische Union selbst stärker werden, wenn wir Krieg verhindern und in eine glückliche Zukunft gehen wollen.", "context": null, "references": ["This crisis should clearly demonstrate that, as the European Union, we must strengthen our own capacities if we want to prevent war and move towards a positive future."], "personas": null }
{ "exampleId":"be297b5b-63df-4908-9a11-ec5a273266b5", "datasetId": null, "input":"Um ehrlich zu sein, hatten wir gedacht, es werde eine Analyse des jetzigen Finanzrahmens geben, und die wirklichen Optimisten hatten sogar geglaubt, dass wir eventuell auch eine kleine Revision für die Restlaufzeit der jetzigen finanziellen Vorausschau bekommen könnten.", "context": null, "references": ["To be honest, we thought there would be an analysis of the current financial framework, and the real optimists even believed that we might also get a small revision for the remaining period of the current financial perspective."], "personas": null }
{ "exampleId":"6469c0d0-48a7-445c-bbd8-3e13a3bf6a9f", "datasetId": null, "input":"Die dänischen Sozialdemokraten haben heute gegen den Antrag gestimmt, die Regeln für die Einfuhr von Knoblauch aus Drittländern zu verschärfen.", "context": null, "references": ["The Danish Social Democrats have today voted against the motion on tightening up the regulations governing garlic imports from third countries."], "personas": null }
{ "exampleId":"ea3d259d-d961-4297-b316-ca4610e23061", "datasetId": null, "input":"Wenn wir weiter alles den ökonomischen Interessen bestimmter Wirtschaftszweige unterordnen, beschädigen wir letztendlich den Binnenmarkt selbst, das heißt, wir schaden der Gesamtheit aller Bürger.", "context": null, "references": ["If we continue to subordinate everything to the economic interests of particular business sectors, we shall ultimately condemn the common market and cause harm to the Community's citizens as a whole."], "personas": null }
{ "exampleId":"b3194fad-6a17-4c64-9c3c-9a15eab97ed8", "datasetId": null, "input":"Ich spreche auch im Namen meines Freundes und Kollegen Deprez, wenn ich darauf hinweise, dass es in Brüssel und in diesem Parlament viele gibt, deren Familien in Marokko sind.", "context": null, "references": ["I am also speaking on behalf of my friend and colleague Mr Deprez when I point out that there are a lot of people in Brussels and in this Parliament whose families are in Morocco."], "personas": null }
{ "exampleId":"2ce3680a-357b-40c0-87a6-e161e1a53209", "datasetId": null, "input":"Wie kommt es, dass die Einwohner etwas wussten und dass die Behörden erst nach der Katastrophe handelten?", "context": null, "references": ["How was it that the local people knew, but the authorities did not act until disaster happened?"], "personas": null }
{ "exampleId":"868341be-8666-4371-bc69-879316aa5497", "datasetId": null, "input":"Da bei diesem Verhältnis das politische Ansehen Europas, seine Perspektive und seine Prinzipien auf dem Spiel stehen, wird Kommissar Verheugen uns ganz zweifellos zusichern, dass die Kommission als Hüterin dieser Prinzipien den Beitrittsprozess der Türkei an die genannten Grundsätze knüpfen wird.", "context": null, "references": ["In this sense, given that these relations gamble with the political face of Europe and with Europe' s prospects and principles, I am certain that Commissioner Verheugen will want to assure us that the Commission, as the guardian of these principles, intends to base the integration process for Turkey firmly on these principles."], "personas": null }
{ "exampleId":"640a4831-a33f-4977-967d-b38c63eb9e49", "datasetId": null, "input":"   . – Ich war in Paris, Herr Präsident.", "context": null, "references": ["   I was in Paris Mr President."], "personas": null }
{ "exampleId":"cf963f2f-5af1-449a-abb8-d82bd74b8cf1", "datasetId": null, "input":"Jedoch wird ein erster Wechsel im 2004 zu wählenden Parlament erforderlich sein, weil zumindest einige Mitgliedstaaten vor der Wahl oder während der Wahlperiode 2004-2009 dazu kommen werden.", "context": null, "references": ["But a first transition will also have to be made for the parliament to be elected in 2004 because at least some new Member States will come in before or during the Parliament to be elected in 2004 which will last until 2009."], "personas": null }
{ "exampleId":"e9945733-abfd-4b0b-ac01-281a3fcb5c0e", "datasetId": null, "input":"Die Wirtschaftskrise hat Arbeitslosigkeit und Unsicherheit für jeden zu einem Thema werden lassen, vor allem für junge Menschen, Frauen und Behinderte.", "context": null, "references": ["It is true that the economic crisis has brought unemployment and insecurity to everyone, especially young people, women and the disabled."], "personas": null }
{ "exampleId":"c78cb31a-0a24-469b-b866-9c889859109e", "datasetId": null, "input":"Es ist von wesentlicher Bedeutung, dass die Mitgliedstaaten zusammenarbeiten, um eine Energiepolitik zu gewährleisten, die effizienter, sicherer und günstiger für ihre Bürger ist.", "context": null, "references": ["It is essential that the Member States work together to guarantee an energy policy that is more efficient, safer and less expensive for their citizens."], "personas": null }
{ "exampleId":"19a4545a-da26-4a34-9b2b-dc749d0910a4", "datasetId": null, "input":"Richten Sie ihre Kritik bitte an die richtigen Adressaten.", "context": null, "references": ["Please direct your criticism at the people responsible."], "personas": null }
{ "exampleId":"df17784f-7b32-4b1b-85d2-a14f59d6397d", "datasetId": null, "input":"   .", "context": null, "references": ["   ."], "personas": null }
{ "exampleId":"3c251a3b-7ea2-4edb-af55-c2cf00aa8d7b", "datasetId": null, "input":"Die Northern Ireland Assembly hat die Verantwortung für die Verwaltung dieser Fonds.", "context": null, "references": ["The Northern Ireland Assembly has the responsibility of administering the funds."], "personas": null }
{ "exampleId":"71c58929-ec74-400e-87b2-d63d082f7d32", "datasetId": null, "input":"Doch was die Bürger wirklich von Europa und generell von den staatlichen Behörden erwarten, ist die Schaffung der Bedingungen für eine wettbewerbsfähige Wirtschaft im Interesse des Wohlstands eines möglichst großen Teils der Bevölkerung.", "context": null, "references": ["However, what citizens really expect from Europe, and from the authorities in general, is for us to put in place the conditions to create a competitive economy that will guarantee the prosperity of as many people as possible."], "personas": null }
{ "exampleId":"72c48ad7-3819-46a8-8a11-03cfe9ceef90", "datasetId": null, "input":"Die Delegation der niederländischen Volkspartei für Freiheit und Demokratie im Europäischen Parlament erachtete es daher für erforderlich, gegen Ziffer 45 des Berichts Purvis und schließlich gegen den Bericht als Ganzes zu stimmen.", "context": null, "references": ["That is why the Dutch People's Party for Freedom and Democracy delegation in the European Parliament deemed it necessary to vote against paragraph 45 of the Purvis report and, indeed, against the report as a whole."], "personas": null }
