{ "exampleId":"8d055ff7-38a4-40d2-86ab-f78f2a579961", "datasetId": "56e0f3907aa994140058e80a", "input":"What term characterizes the intersection of the rites with the Roman Catholic Church?", "context": "The Roman Catholic Church canon law also includes the main five rites (groups) of churches which are in full union with the Roman Catholic Church and the Supreme Pontiff:", "references": [["full union"]], "personas": null }
{ "exampleId":"0c8d8cdf-9c1e-4ad1-b73b-16a3c70ce039", "datasetId": "571adcf932177014007e9f56", "input":"What was Alexandria known for?", "context": "Alexandria was the most important trade center in the whole empire during Athanasius's boyhood. Intellectually, morally, and politically—it epitomized the ethnically diverse Graeco-Roman world, even more than Rome or Constantinople, Antioch or Marseilles. Its famous catechetical school, while sacrificing none of its famous passion for orthodoxy since the days of Pantaenus, Clement of Alexandria, Origen of Alexandria, Dionysius and Theognostus, had begun to take on an almost secular character in the comprehensiveness of its interests, and had counted influential pagans among its serious auditors.", "references": [["important trade center"]], "personas": null }
{ "exampleId":"6644a83b-9a8c-4384-90a4-b58c2cf9ec98", "datasetId": "57325b9fe99e3014001e670c", "input":"How do the leaders of the Jehovah's Witnesses cultivate a system of unquestioning obedience?", "context": "Former members Heather and Gary Botting compare the cultural paradigms of the religion to George Orwell's Nineteen Eighty-four, and Alan Rogerson describes the religion's leadership as totalitarian. Other critics charge that by disparaging individual decision-making, the religion's leaders cultivate a system of unquestioning obedience in which Witnesses abrogate all responsibility and rights over their personal lives. Critics also accuse the religion's leaders of exercising \"intellectual dominance\" over Witnesses, controlling information and creating \"mental isolation\", which former Governing Body member Raymond Franz argued were all elements of mind control.", "references": [["disparaging individual decision-making"]], "personas": null }
{ "exampleId":"e7552d87-477a-4fd8-83fb-0f3b6e9a1ba4", "datasetId": "5728d8be4b864d1900164f6b", "input":"What are the most common foods in Estonia?", "context": "Historically, the cuisine of Estonia has been heavily dependent on seasons and simple peasant food, which today is influenced by many countries. Today, it includes many typical international foods.[citation needed] The most typical foods in Estonia are black bread, pork, potatoes, and dairy products. Traditionally in summer and spring, Estonians like to eat everything fresh – berries, herbs, vegetables, and everything else that comes straight from the garden. Hunting and fishing have also been very common, although currently hunting and fishing are enjoyed mostly as hobbies. Today, it is also very popular to grill outside in summer.", "references": [["black bread, pork, potatoes, and dairy products."]], "personas": null }
{ "exampleId":"5a64305a-e2f8-48c0-971c-cff6a249db20", "datasetId": "56f6f5e1711bf01900a44898", "input":"What was the medieval flute made from?", "context": "Many of the instruments used to perform medieval music still exist, but in different forms. Medieval instruments included the wood flute (which in the 21st century is made of metal), the recorder and plucked string instruments like the lute. As well, early versions of the organ, fiddle (or vielle), and trombone (called the sackbut) existed. Medieval instruments in Europe had most commonly been used singly, often self accompanied with a drone note, or occasionally in parts. From at least as early as the 13th century through the 15th century there was a division of instruments into haut (loud, shrill, outdoor instruments) and bas (quieter, more intimate instruments).", "references": [["wood"]], "personas": null }
{ "exampleId":"46800d1e-67ab-4903-ac41-6a08a3978f19", "datasetId": "5a36fffb95360f001af1b3c1", "input":"What was used to set the year number?", "context": "Prior to 1917, Turkey used the lunar Islamic calendar with the Hegira era for general purposes and the Julian calendar for fiscal purposes. The start of the fiscal year was eventually fixed at 1 March and the year number was roughly equivalent to the Hegira year (see Rumi calendar). As the solar year is longer than the lunar year this originally entailed the use of \"escape years\" every so often when the number of the fiscal year would jump. From 1 March 1917 the fiscal year became Gregorian, rather than Julian. On 1 January 1926 the use of the Gregorian calendar was extended to include use for general purposes and the number of the year became the same as in other countries.", "references": [[]], "personas": null }
{ "exampleId":"b5da8edc-695c-4d5e-a607-efc33932b386", "datasetId": "5728fd38af94a219006a9edd", "input":"Where did the imperial family live?", "context": "Bushi was the name given to the ancient Japanese soldiers from traditional warrior families. The bushi class was developed mainly in the north of Japan. They formed powerful clans, which in the 12th century were against the noble families who were grouping themselves to support the imperial family who lived in Kyoto. Samurai was a word used by the Kuge aristocratic class with warriors themselves preferring the word bushi. The term Bushidō, the \"way of the warrior\", is derived from this term and the mansion of a warrior was called bukeyashiki.", "references": [["Kyoto"]], "personas": null }
{ "exampleId":"5484a887-1274-49b6-9448-2943af235720", "datasetId": "5726c774f1498d1400e8eb0d", "input":"What was part of the territory of bishopric ", "context": "When the Frankish rulers established the system of feudalism, the Bishops of Utrecht came to exercise worldly power as prince-bishops. The territory of the bishopric not only included the modern province of Utrecht (Nedersticht, 'lower Sticht'), but also extended to the northeast. The feudal conflict of the Middle Ages heavily affected Utrecht. The prince-bishopric was involved in almost continuous conflicts with the Counts of Holland and the Dukes of Guelders. The Veluwe region was seized by Guelders, but large areas in the modern province of Overijssel remained as the Oversticht.", "references": [["not only included the modern province of Utrecht (Nedersticht, 'lower Sticht'), but also extended to the northeast"]], "personas": null }
{ "exampleId":"ec13ace7-bf10-4ab3-b038-28e400def444", "datasetId": "57264da2dd62a815002e8108", "input":"What was the change in profit to Au Bon Marche after these changes? ", "context": "A novelty shop called Au Bon Marché had been founded in Paris in 1838 to sell lace, ribbons, sheets, mattresses, buttons, umbrellas and other assorted goods. It originally had four departments, twelve employees, and a floor space of three hundred meters. The entrepreneur Aristide Boucicaut became a partner in 1852, and changed the marketing plan, instituting fixed prices and guarantees that allowed exchanges and refunds, advertising, and a much wider variety of merchandise. The annual income of the store increased from 500,000 francs in 1852 to five million in 1860. In 1869 he built much larger building at 24 rue de Sèvres on the Left Bank, and enlarged the store again in 1872, with help from the engineering firm of Gustave Eiffel, creator of the Eiffel Tower. The income rose from twenty million francs in 1870 to 72 million at the time of the Boucicaut's death in 1877. The floor space had increased from three hundred square meters in 1838 to fifty thousand, and the number of employees had increased from twelve in 1838 to 1788 in 1879. Boucicaut was famous for his marketing innovations; a reading room for husbands while their wives shopped; extensive newspaper advertising; entertainment for children; and six million catalogs sent out to customers. By 1880 half the employees were women; unmarried women employees lived in dormitories on the upper floors.", "references": [["increased from 500,000 francs in 1852 to five million in 1860"]], "personas": null }
{ "exampleId":"51cab67c-9e29-4b1c-9ddf-9370e4de8912", "datasetId": "56fdeee819033b140034cde7", "input":"An ARM architecture computer can be found in what?", "context": "Machine languages and the assembly languages that represent them (collectively termed low-level programming languages) tend to be unique to a particular type of computer. For instance, an ARM architecture computer (such as may be found in a PDA or a hand-held videogame) cannot understand the machine language of an Intel Pentium or the AMD Athlon 64 computer that might be in a PC.", "references": [["a PDA or a hand-held videogame"]], "personas": null }
{ "exampleId":"ce5f0e5a-f02b-4ab0-a861-7698c63ce8bd", "datasetId": "56fb84ebb28b3419009f1de7", "input":"What were many pieces of secular art carved from in this period?", "context": "During this period the practice of manuscript illumination gradually passed from monasteries to lay workshops, so that according to Janetta Benton \"by 1300 most monks bought their books in shops\", and the book of hours developed as a form of devotional book for lay-people. Metalwork continued to be the most prestigious form of art, with Limoges enamel a popular and relatively affordable option for objects such as reliquaries and crosses. In Italy the innovations of Cimabue and Duccio, followed by the Trecento master Giotto (d. 1337), greatly increased the sophistication and status of panel painting and fresco. Increasing prosperity during the 12th century resulted in greater production of secular art; many carved ivory objects such as gaming-pieces, combs, and small religious figures have survived.", "references": [["ivory"]], "personas": null }
{ "exampleId":"4ecbac87-6342-4a94-b2d2-a86a2ca01673", "datasetId": "57325c2fe99e3014001e6716", "input":"How do Jehovah's Witnesses see themselves in regards to the power structure of the church?", "context": "Sociologist Rodney Stark states that Jehovah's Witness leaders are \"not always very democratic\" and that members \"are expected to conform to rather strict standards,\" but adds that \"enforcement tends to be very informal, sustained by the close bonds of friendship within the group\", and that Jehovah's Witnesses see themselves as \"part of the power structure rather than subject to it.\" Sociologist Andrew Holden states that most members who join millenarian movements such as Jehovah's Witnesses have made an informed choice. However, he also states that defectors \"are seldom allowed a dignified exit\", and describes the administration as autocratic.", "references": [["\"part of the power structure rather than subject to it.\""]], "personas": null }
{ "exampleId":"f6e1aa94-1c0b-49f1-b405-ecb614040ede", "datasetId": "56e43a6e8c00841900fbaf42", "input":"From what other Germanic language does Estonian derive its vocabulary?", "context": "Although the Estonian and Germanic languages are of very different origins, one can identify many similar words in Estonian and English, for example. This is primarily because the Estonian language has borrowed nearly one third of its vocabulary from Germanic languages, mainly from Low Saxon (Middle Low German) during the period of German rule, and High German (including standard German). The percentage of Low Saxon and High German loanwords can be estimated at 22–25 percent, with Low Saxon making up about 15 percent.[citation needed]", "references": [["High German"]], "personas": null }
{ "exampleId":"7478e99d-49e1-4dac-a47f-9291149a77cc", "datasetId": "572723b8dd62a815002e9957", "input":"How are the terminals of high voltage capacitors stored?", "context": "Capacitors may retain a charge long after power is removed from a circuit; this charge can cause dangerous or even potentially fatal shocks or damage connected equipment. For example, even a seemingly innocuous device such as a disposable-camera flash unit, powered by a 1.5 volt AA battery, has a capacitor which may contain over 15 joules of energy and be charged to over 300 volts. This is easily capable of delivering a shock. Service procedures for electronic devices usually include instructions to discharge large or high-voltage capacitors, for instance using a Brinkley stick. Capacitors may also have built-in discharge resistors to dissipate stored energy to a safe level within a few seconds after power is removed. High-voltage capacitors are stored with the terminals shorted, as protection from potentially dangerous voltages due to dielectric absorption or from transient voltages the capacitor may pick up from static charges or passing weather events.", "references": [["with the terminals shorted"]], "personas": null }
{ "exampleId":"92a498e2-61e8-4fbb-987c-1d8ed38ff9a9", "datasetId": "572686975951b619008f75a3", "input":"Where is the Cubs' current spring  training facility located?", "context": "The Cubs' current spring training facility is located in Sloan Park in |Mesa, Arizona, where they play in the Cactus League. The park seats 15,000, making it Major League baseball's largest spring training facility by capacity. The Cubs annually sell out most of their games both at home and on the road. Before Sloan Park opened in 2014, the team played games at HoHoKam Park - Dwight Patterson Field from 1979. \"HoHoKam\" is literally translated from Native American as \"those who vanished.\" The North Siders have called Mesa their spring home for most seasons since 1952.", "references": [["Sloan Park"]], "personas": null }
{ "exampleId":"e69829f2-6a96-4578-b4af-853e938ef52a", "datasetId": "56e7ba3537bdd419002c43d1", "input":"What is the name of the football club in Nanjing?", "context": "As a major Chinese city, Nanjing is home to many professional sports teams. Jiangsu Sainty, the football club currently staying in Chinese Super League, is a long-term tenant of Nanjing Olympic Sports Center. Jiangsu Nangang Basketball Club is a competitive team which has long been one of the major clubs fighting for the title in China top level league, CBA. Jiangsu Volleyball men and women teams are also traditionally considered as at top level in China volleyball league.", "references": [["Jiangsu Sainty"]], "personas": null }
{ "exampleId":"616690e3-4279-4209-8485-da860e69f96e", "datasetId": "56fa5330f34c681400b0c07b", "input":"What material results from chemically breaking down wood?", "context": "Wood unsuitable for construction in its native form may be broken down mechanically (into fibers or chips) or chemically (into cellulose) and used as a raw material for other building materials, such as engineered wood, as well as chipboard, hardboard, and medium-density fiberboard (MDF). Such wood derivatives are widely used: wood fibers are an important component of most paper, and cellulose is used as a component of some synthetic materials. Wood derivatives can also be used for kinds of flooring, for example laminate flooring.", "references": [["cellulose"]], "personas": null }
{ "exampleId":"7ef83623-26c5-4321-9a55-cfa1277b7227", "datasetId": "570700329e06ca38007e9299", "input":"Which is the most common variant of case in text?", "context": "Letter case is often prescribed by the grammar of a language or by the conventions of a particular discipline. In orthography, the uppercase is primarily reserved for special purposes, such as the first letter of a sentence or of a proper noun, which makes the lowercase the more common variant in text. In mathematics, letter case may indicate the relationship between objects with uppercase letters often representing \"superior\" objects (e.g. X could be a set containing the generic member x). Engineering design drawings are typically labelled entirely in upper-case letters, which are easier to distinguish than lowercase, especially when space restrictions require that the lettering be small.", "references": [["lowercase"]], "personas": null }
{ "exampleId":"a1c127db-02bd-48dd-ae3e-15b010d66a77", "datasetId": "56f762fbaef2371900625b90", "input":"Where did the Slavs that assimilated into the Magyar or Romanian population remain?", "context": "Conversely, some Slavs were assimilated into other populations. Although the majority continued south, attracted by the riches of the territory which would become Bulgaria, a few remained in the Carpathian basin and were ultimately assimilated into the Magyar or Romanian population. There is a large number of river names and other placenames of Slavic origin in Romania.[better source needed]", "references": [["Carpathian basin"]], "personas": null }
{ "exampleId":"2ffcd968-39fe-4dc4-a747-34ad05c97a78", "datasetId": "56f8220daef2371900625e0a", "input":"What does a court need to imprison a member of the nobility? ", "context": "In 1430 with the Privileges of Jedlnia, confirmed at Kraków in 1433 (Polish: \"przywileje jedlneńsko-krakowskie\"), based partially on his earlier Brześć Kujawski privilege (April 25, 1425), King Władysław II Jagiełło granted the nobility a guarantee against arbitrary arrest, similar to the English Magna Carta's Habeas corpus, known from its own Latin name as \"neminem captivabimus (nisi jure victum).\" Henceforth no member of the nobility could be imprisoned without a warrant from a court of justice: the king could neither punish nor imprison any noble at his whim. King Władysław's quid pro quo for this boon was the nobles' guarantee that his throne would be inherited by one of his sons (who would be bound to honour the privileges theretofore granted to the nobility). On May 2, 1447 the same king issued the Wilno Privilege which gave the Lithuanian boyars the same rights as those possessed by the Polish szlachta.", "references": [["warrant from a court of justice"]], "personas": null }
{ "exampleId":"3ebf1f71-65fe-4eaf-8f50-904946caaa20", "datasetId": "5727c05f3acd2414000deb85", "input":"When did English Chief Justice Sir Edward Coke speak in the Case of Prohibitions?", "context": "In 1607, English Chief Justice Sir Edward Coke said in the Case of Prohibitions (according to his own report) \"that the law was the golden met-wand and measure to try the causes of the subjects; and which protected His Majesty in safety and peace: with which the King was greatly offended, and said, that then he should be under the law, which was treason to affirm, as he said; to which I said, that Bracton saith, quod Rex non debed esse sub homine, sed sub Deo et lege (That the King ought not to be under any man but under God and the law.).\"", "references": [["1607"]], "personas": null }
{ "exampleId":"ea722bb7-5c7f-4a07-87f7-9f97215d12e7", "datasetId": "5a0803c33fc8740018207115", "input":"What substances emit water vapor back to the atmosphere?", "context": "Earth's surface and the clouds absorb visible and invisible radiation from the sun and re-emit much of the energy as infrared back to atmosphere. Certain substances in the atmosphere, chiefly cloud droplets and water vapor, but also carbon dioxide, methane, nitrous oxide, sulfur hexafluoride, and chlorofluorocarbons, absorb this infrared, and re-radiate it in all directions including back to Earth. Thus, the greenhouse effect keeps the atmosphere and surface much warmer than if the infrared absorbers were absent from the atmosphere.", "references": [[]], "personas": null }
{ "exampleId":"1748e59b-a5f6-4d1f-9b8e-7126c3381326", "datasetId": "5a811e7a31013a001a334b90", "input":"What is the invariant interval between time is independent of?", "context": "The theory of special relativity finds a convenient formulation in Minkowski spacetime, a mathematical structure that combines three dimensions of space with a single dimension of time. In this formalism, distances in space can be measured by how long light takes to travel that distance, e.g., a light-year is a measure of distance, and a meter is now defined in terms of how far light travels in a certain amount of time. Two events in Minkowski spacetime are separated by an invariant interval, which can be either space-like, light-like, or time-like. Events that have a time-like separation cannot be simultaneous in any frame of reference, there must be a temporal component (and possibly a spatial one) to their separation. Events that have a space-like separation will be simultaneous in some frame of reference, and there is no frame of reference in which they do not have a spatial separation. Different observers may calculate different distances and different time intervals between two events, but the invariant interval between the events is independent of the observer (and his velocity).", "references": [[]], "personas": null }
{ "exampleId":"58b7aee8-8557-4023-b2c4-d2a102424b31", "datasetId": "5706950a52bb891400689a9f", "input":"What variation of house music was produced by artists such as Madonna and Kylie Minogue?", "context": "In the late 1980s, many local Chicago house music artists suddenly found themselves presented with major label deals. House music proved to be a commercially successful genre and a more mainstream pop-based variation grew increasingly popular. Artists and groups such as Madonna, Janet Jackson, Paula Abdul, Aretha Franklin, Bananarama, Diana Ross, Tina Turner, Whitney Houston, Steps, Kylie Minogue, Bjork, and C+C Music Factoryhave all incorporated the genre into some of their work. After enjoying significant success in the early to mid-90s, house music grew even larger during the second wave of progressive house (1999–2001). The genre has remained popular and fused into other popular subgenres, for example, G-house, Deep House, Tech House and Bass House. As of 2015, house music remains extremely popular in both clubs and in the mainstream pop scene while retaining a foothold on underground scenes across the globe.[citation needed]", "references": [["a more mainstream pop-based variation"]], "personas": null }
{ "exampleId":"a0d2a15c-592e-47d2-a2ff-a5dc76da4293", "datasetId": "5730be6a2461fd1900a9d03c", "input":"Which of the Tuvalu isalnds did de Peyster see?", "context": "The next European to visit was Arent Schuyler de Peyster, of New York, captain of the armed brigantine or privateer Rebecca, sailing under British colours, which passed through the southern Tuvaluan waters in May 1819; de Peyster sighted Nukufetau and Funafuti, which he named Ellice's Island after an English Politician, Edward Ellice, the Member of Parliament for Coventry and the owner of the Rebecca's cargo. The name Ellice was applied to all nine islands after the work of English hydrographer Alexander George Findlay.", "references": [["Nukufetau and Funafuti"]], "personas": null }
{ "exampleId":"e721e7ae-3871-4799-b73f-b7a3190467b1", "datasetId": "5a8cb0dcfd22b3001a8d8d3e", "input":"What provides critical support for drug discovery and the availability of economic resources?", "context": "Biodiversity provides critical support for drug discovery and the availability of medicinal resources. A significant proportion of drugs are derived, directly or indirectly, from biological sources: at least 50% of the pharmaceutical compounds on the US market are derived from plants, animals, and micro-organisms, while about 80% of the world population depends on medicines from nature (used in either modern or traditional medical practice) for primary healthcare. Only a tiny fraction of wild species has been investigated for medical potential. Biodiversity has been critical to advances throughout the field of bionics. Evidence from market analysis and biodiversity science indicates that the decline in output from the pharmaceutical sector since the mid-1980s can be attributed to a move away from natural product exploration (\"bioprospecting\") in favor of genomics and synthetic chemistry, indeed claims about the value of undiscovered pharmaceuticals may not provide enough incentive for companies in free markets to search for them because of the high cost of development; meanwhile, natural products have a long history of supporting significant economic and health innovation. Marine ecosystems are particularly important, although inappropriate bioprospecting can increase biodiversity loss, as well as violating the laws of the communities and states from which the resources are taken.", "references": [[]], "personas": null }
{ "exampleId":"4e38ebf1-c579-420a-896c-d17b8d2a9081", "datasetId": "5726ad27f1498d1400e8e6df", "input":"What opened the door to plant genetic engineering?", "context": "20th century developments in plant biochemistry have been driven by modern techniques of organic chemical analysis, such as spectroscopy, chromatography and electrophoresis. With the rise of the related molecular-scale biological approaches of molecular biology, genomics, proteomics and metabolomics, the relationship between the plant genome and most aspects of the biochemistry, physiology, morphology and behaviour of plants can be subjected to detailed experimental analysis. The concept originally stated by Gottlieb Haberlandt in 1902 that all plant cells are totipotent and can be grown in vitro ultimately enabled the use of genetic engineering experimentally to knock out a gene or genes responsible for a specific trait, or to add genes such as GFP that report when a gene of interest is being expressed. These technologies enable the biotechnological use of whole plants or plant cell cultures grown in bioreactors to synthesise pesticides, antibiotics or other pharmaceuticals, as well as the practical application of genetically modified crops designed for traits such as improved yield.", "references": [["all plant cells are totipotent"]], "personas": null }
{ "exampleId":"ba7b3689-0f07-4a39-ba15-5ec2f8fa55ef", "datasetId": "5733612b4776f41900660936", "input":"Which former Fed Chair confessed in Congressional testimony to being forced to return to lax monetary supply?", "context": "The financial crisis was not widely predicted by mainstream economists except Raghuram Rajan, who instead spoke of the Great Moderation. A number of heterodox economists predicted the crisis, with varying arguments. Dirk Bezemer in his research credits (with supporting argument and estimates of timing) 12 economists with predicting the crisis: Dean Baker (US), Wynne Godley (UK), Fred Harrison (UK), Michael Hudson (US), Eric Janszen (US), Steve Keen (Australia), Jakob Brøchner Madsen & Jens Kjaer Sørensen (Denmark), Kurt Richebächer (US), Nouriel Roubini (US), Peter Schiff (US), and Robert Shiller (US). Examples of other experts who gave indications of a financial crisis have also been given. Not surprisingly, the Austrian economic school regarded the crisis as a vindication and classic example of a predictable credit-fueled bubble that could not forestall the disregarded but inevitable effect of an artificial, manufactured laxity in monetary supply, a perspective that even former Fed Chair Alan Greenspan in Congressional testimony confessed himself forced to return to.", "references": [["Alan Greenspan"]], "personas": null }
{ "exampleId":"e3c65d4f-a90c-4b9a-93c1-0b46d14e6c66", "datasetId": "56e19227cd28a01900c679d2", "input":"Which letters remain distinct?", "context": "In Western Catalan, unstressed vowels reduce to five: /e ɛ/ > [e]; /o ɔ/ > [o]; /a u i/ remain distinct. This reduction pattern, inherited from Proto-Romance, is also found in Italian and Portuguese. Some Western dialects present further reduction or vowel harmony in some cases.", "references": [["/a u i/"]], "personas": null }
{ "exampleId":"882600aa-a1ca-40e5-94e9-2c09c6447dfb", "datasetId": "57262598271a42140099d5a1", "input":"How many years do momotremes and therian mammals go back?", "context": "If Mammalia is considered as the crown group, its origin can be roughly dated as the first known appearance of animals more closely related to some extant mammals than to others. Ambondro is more closely related to monotremes than to therian mammals while Amphilestes and Amphitherium are more closely related to the therians; as fossils of all three genera are dated about 167 million years ago in the Middle Jurassic, this is a reasonable estimate for the appearance of the crown group. The earliest known synapsid satisfying Kemp's definitions is Tikitherium, dated 225 Ma, so the appearance of mammals in this broader sense can be given this Late Triassic date. In any case, the temporal range of the group extends to the present day.", "references": [["167 million years"]], "personas": null }
