{ "exampleId":"1431e257-abd3-429e-9acd-96e3f327401c", "datasetId": null, "input":"Did the confederate states speak Old English before the Civil War? Answer Choices: A) Yes B) No", "context": null, "references": ["No. Old English is the earliest form of English during the middle ages. Modern English replaced old English during the seventeenth century. American English was created and spoken during the formation of the first US colonies.  The civil war started in 1861, and was a war between the northern states and southern states. "], "personas": null }
{ "exampleId":"e5490bbe-838d-4ef6-b3d1-5e0d2d33b73b", "datasetId": null, "input":"Could Quartz be useful to humans if plants died off and there was no oxygen? Answer Choices: A) Yes B) No", "context": null, "references": ["Yes. Plants produce oxygen which is needed by humans to survive. Quartz is a hard mineral substance made of several elements. Quartz is composed of silicon and oxygen. Quartz can be melted at high temperatures."], "personas": null }
{ "exampleId":"69f85787-6135-414a-b41e-77355e33da64", "datasetId": null, "input":"Would it be difficult for Kami Rita to climb Mount Emei? Answer Choices: A) Yes B) No", "context": null, "references": ["No. Kami Rita has climbed Mount Everest 24 times. Mount Everest has an elevation of 8,848 m (29,029 ft). Mount Emei has an elevation of 3,099 metres (10,167 ft)."], "personas": null }
{ "exampleId":"db535ae0-c353-465b-b224-4cf12f58b013", "datasetId": null, "input":"Are common carp sensitive to their environments? Answer Choices: A) Yes B) No", "context": null, "references": ["No. Common carp are a type of fish. Common carp are considered a destructive invasive species.  Common carp are tolerant of most conditions.  Common carp are able to survive frozen over ponds and low oxygenated waters. "], "personas": null }
{ "exampleId":"028a9f46-b6d9-4f05-ae53-da541819457c", "datasetId": null, "input":"Could someone in Tokyo take a taxi to the The Metropolitan Museum of Art? Answer Choices: A) Yes B) No", "context": null, "references": ["No. Tokyo is located in Japan. Japan and the United States are separated by the Pacific Ocean. A taxi is not capable of travelling over water."], "personas": null }
{ "exampleId":"d10a1733-c7fc-4433-9f90-f04d368dfbd0", "datasetId": null, "input":"Does the texture of leaves remain the same independent of their coloring changing? Answer Choices: A) Yes B) No", "context": null, "references": ["No. When leaves turn colors like red, yellow, or brown, they start being cut off from their main supply of nutrients and moisture. As leaves change colors, they become dry and brittle. Leaves tend to be supple and soft when they are green."], "personas": null }
{ "exampleId":"d00e5526-d1c4-4f98-8747-c97fa30dd495", "datasetId": null, "input":"Would an explosion at a gunpowder storage facility result in a supersonic shock wave? Answer Choices: A) Yes B) No", "context": null, "references": ["No. Gunpowder is classified as a low explosive. Low explosives burn at subsonic speeds."], "personas": null }
{ "exampleId":"774412d3-ef62-437f-8c2f-a5227a23b121", "datasetId": null, "input":"Can I ski in Steamboat Springs, Colorado in August? Answer Choices: A) Yes B) No", "context": null, "references": ["No. Skiing requires snow.  Snow melts at temperatures higher than 0 degrees Celsius.  Average temperature for Steamboat Springs, Colorado in August is 27.3 degrees Celsius."], "personas": null }
{ "exampleId":"c0492190-37b5-4411-b8bf-d92d10e22dd4", "datasetId": null, "input":"Is Nine Inch Nails a good guest for students in earliest grade to take Iowa tests? Answer Choices: A) Yes B) No", "context": null, "references": ["No. The Iowa test is administered to students in kindergarten through eighth grade. Nine Inch Nails is a heavy industrial rock band formed in 1988. Nine Inch Nails albums are stamped with the explicit warning label."], "personas": null }
{ "exampleId":"c9548c58-0a29-49db-a2b1-eb9549ce2df2", "datasetId": null, "input":"Is capturing giant squid in natural habitat impossible with no gear? Answer Choices: A) Yes B) No", "context": null, "references": ["Yes. Giant squids live between 1,000 and 3,800 feet in the ocean. With a dry dive suit, a scuba tank, gloves, and so on, divers can reach depths of around 1000 feet. Without scuba gear people can safely dive a maximum of 60 feet without feeling the negative risks associated with diving beyond the limit."], "personas": null }
{ "exampleId":"636c3726-15f8-4465-a802-7071ae743783", "datasetId": null, "input":"Was the Carnation Revolution the deadliest revolution in Europe? Answer Choices: A) Yes B) No", "context": null, "references": ["No. The Carnation Revolution was initially a 25 April 1974 military coup in Lisbon which overthrew the authoritarian Estado Novo regime. Its name arose from the fact that almost no shots were fired, and Celeste Caeiro offered carnations to the soldiers when the population took to the streets to celebrate the end of the dictatorship; other demonstrators followed suit, and carnations were placed in the muzzles of guns and on the soldiers' uniforms. Portugal is a country located mostly on the Iberian Peninsula, in southwestern Europe."], "personas": null }
{ "exampleId":"d5babad9-cb7e-463b-9b3c-acf2f3565cc9", "datasetId": null, "input":"Can you buy furniture and meatballs in the same store? Answer Choices: A) Yes B) No", "context": null, "references": ["Yes. IKEA is well known for selling cheap, modern furniture. IKEA is famous for serving meatballs at their in-store restaurants."], "personas": null }
{ "exampleId":"373fea35-63a9-4426-838c-777dad5ec29d", "datasetId": null, "input":"Are any mollusks on Chinese New Year calendar? Answer Choices: A) Yes B) No", "context": null, "references": ["No. A mollusk is an invertebrate animal such as snails, slugs, mussles, and octopuses. The animals on Chinese New Year calendar are: rat, ox, tiger, rabbit, dragon, snake, horse, goat, monkey, rooster, dog, and pig."], "personas": null }
{ "exampleId":"32725d1b-09fe-4d55-9190-7487c9fe9f2f", "datasetId": null, "input":"Does Homer Simpson need two hands worth of fingers to count to 5? Answer Choices: A) Yes B) No", "context": null, "references": ["Yes. Homer Simpson is a character of the long running comedy animated series \"The Simpsons\". All characters in \"The Simpsons\" have 4 fingers on each hand."], "personas": null }
{ "exampleId":"393adf22-553a-4200-ba3b-7305d2fc1b56", "datasetId": null, "input":"Can Burundi's communicate with citizens of New Brunswick? Answer Choices: A) Yes B) No", "context": null, "references": ["Yes. French and English are the official languages of New Brunswick. French is one of the official languages of Burundi."], "personas": null }
{ "exampleId":"7c72c2f0-6842-40e2-b555-1b47f57e0bf5", "datasetId": null, "input":"Would someone on antidepressants need to be cautious of some citrus fruits? Answer Choices: A) Yes B) No", "context": null, "references": ["Yes. Grapefruit is a citrus fruit. Grapefruit can cause some medications to reach unintentionally high levels in the body.  SSRI's are a medication type that can be affected by grapefruit."], "personas": null }
{ "exampleId":"8cf70511-bbcd-4470-9142-6c11165748a9", "datasetId": null, "input":"Are rainbows devoid of color made by mixing yin and yang colors? Answer Choices: A) Yes B) No", "context": null, "references": ["Yes. Yin and Yang are a philosophical Chinese concept represented by the color black and white. Black and white when mixed together create the color gray. The rainbow contains the colors: red, orange, yellow, green, blue, indigo and violet."], "personas": null }
{ "exampleId":"ab3af986-0e80-465b-8919-711dc2173e61", "datasetId": null, "input":"Will 2020 elephant pregnancy last past next year with 4 solar eclipses? Answer Choices: A) Yes B) No", "context": null, "references": ["No. The gestation period of elephants are around 95 weeks. The year 2029 is the next year with 4 solar eclipses."], "personas": null }
{ "exampleId":"0e465b13-c85b-4714-a04e-49c412968261", "datasetId": null, "input":"Do German Shepherds worry about the Abitur? Answer Choices: A) Yes B) No", "context": null, "references": ["No. The Abitur is a qualification granted by university-preparatory schools in Germany, Lithuania, and Estonia. The Abitur is conferred on students who pass their final exams at the end of their secondary education. Students that attend university-preparatory schools are humans. German Shepherds are not humans."], "personas": null }
{ "exampleId":"b6860d9e-8091-4aeb-8826-ea751b5a74e8", "datasetId": null, "input":"Was Alaska part of the Northern Army during the Civil War? Answer Choices: A) Yes B) No", "context": null, "references": ["No. The Civil War was from 1861 - 1865. The Northern Army consisted of soldiers from states north of the Mason-Dixon line. Alaska did not become part of the United States until 1867."], "personas": null }
{ "exampleId":"eeb9c1e2-e03d-42d8-9659-d49bb4193657", "datasetId": null, "input":"Is Poseidon similar to the god Vulcan? Answer Choices: A) Yes B) No", "context": null, "references": ["No. Poseidon is the Greek god of the sea and water, and is the brother of Zeus. Neptune is the Roman god of the sea. Hephaestus is the Greek god of fire. Hephaestus's ROman equivalent is Vulcan, the Roman god of fire."], "personas": null }
{ "exampleId":"2b2e2702-1e26-47e4-a082-2db779661924", "datasetId": null, "input":"Would alligator best saltwater crocodile in hypothetical Lake Urmia battle? Answer Choices: A) Yes B) No", "context": null, "references": ["No. Lake Urmia is a salt lake in Iran. Saltwater crocodiles have special glands that allow them to survive in salt water. Alligators lack glands to stay in salt water for extended periods of time."], "personas": null }
{ "exampleId":"7e40ebba-684c-4724-a83f-80bc35733b1d", "datasetId": null, "input":"Did anyone in the 1912 election take a majority of the popular vote? Answer Choices: A) Yes B) No", "context": null, "references": ["No. Woodrow Wilson took 41% of the vote. Theodore Roosevelt took 27% of the vote. William Howard Taft took 23% of the vote. Eugene Debs took 6% of the vote. A majority is more than 50%."], "personas": null }
{ "exampleId":"097b5c64-ad9b-46e0-925f-31fc813befe1", "datasetId": null, "input":"Does Elizabeth II reign over the Balearic Islands? Answer Choices: A) Yes B) No", "context": null, "references": ["No. Queen Elizabeth II is the monarch of the United Kingdom and its commonwealth. The Balearic Islands are part of the country of Spain."], "personas": null }
{ "exampleId":"2831c7e2-88b4-4c4e-b04a-b630b8bcf850", "datasetId": null, "input":"Did the first Duke of Valentinois play a key role in the Hundred Years' War? Answer Choices: A) Yes B) No", "context": null, "references": ["No. The Hundred Years' War was a conflict between England and France from 1337-1453. Cesare Borgia, the son of Pope Alexander VI, was the first Duke of Valentinois. Cesare Borgia was born in 1475."], "personas": null }
{ "exampleId":"6db884b4-522d-4245-88c1-e0e064b7078a", "datasetId": null, "input":"Do any video games about the end of civilization have slot machines? Answer Choices: A) Yes B) No", "context": null, "references": ["Yes. Fallout New Vegas is a game that takes place after the apocalypse has ocurred.  In Fallout New Vegas, players can go to casinos and play on slot machines."], "personas": null }
{ "exampleId":"674ed863-4281-4f44-8000-bc08e18d5f68", "datasetId": null, "input":"Is CEO of Nissan an internationally wanted fugitive? Answer Choices: A) Yes B) No", "context": null, "references": ["Yes. Carlos Ghosn was CEO of Nissan.  With help from an American private-security contractor, Carlos Ghosn fled from Japan to Lebanon on 30 December, breaking his bail conditions. On 2 January 2020, Interpol issued a red notice to Lebanon seeking Carlos Ghosn's arrest."], "personas": null }
{ "exampleId":"34e56ec7-d797-4387-a9a8-0b0277762a2d", "datasetId": null, "input":"Is Pig Latin related to real Latin? Answer Choices: A) Yes B) No", "context": null, "references": ["No. Pig Latin is based on English. It is formed by moving consonants and syllables. Real Latin is a separate language distinct from English."], "personas": null }
{ "exampleId":"9302b828-ce82-46e1-902b-7c105c29c286", "datasetId": null, "input":"In baseball, is a \"Homer\" named after the poet Homer who wrote the Odyssey? Answer Choices: A) Yes B) No", "context": null, "references": ["No. Homer is a famous poet who wrote the epic poem the Odyssey. The Odyssey is about a character Odysseus on an epic journey home after the fall of Troy. In baseball a trip around all the bases is called a Home Run. \"Homer\" is a shortened name for Home Run."], "personas": null }
{ "exampleId":"2bcbb0d0-bc47-465f-b13a-91511d614288", "datasetId": null, "input":"Can children be soldiers in the US Army? Answer Choices: A) Yes B) No", "context": null, "references": ["No. A soldier is a member of the armed forces. The US Army is the land warfare branch of the United States. The minimum age for enlistment in the US Army is 18 years old.  A child is considered is considered to be anyone under the age of 18 years old."], "personas": null }
