{ "id":"21941439", "input":"The Conference Board's index of consumer attitudes fell by 8.3 points to 59.7 in March.\nThe research group primarily blamed the fall on the US federal budget cuts that came into force at the start of this month.\nSeparate data on Tuesday from the Commerce Department was more positive, showing a rise in durable goods sales.\nSale of such long-lasting factory products rose by 5.7% in February, the biggest increase in five months.\nYet the Commerce Department also said that sales of new US homes fell in February.\nSale of new residential properties fell to a seasonally adjusted 411,000 in February, 4.6% lower than the 431,000 sold in January, which had been a five-year high.\nThe government cuts - called the \"sequester\" cuts - came into force earlier this month. They were due to the federal government running out of funds before a new budget was finally agreed by the US Senate on 20 March.\n\"This month's retreat was driven primarily by a sharp decline in expectations, although consumers were also more pessimistic in their assessment of current conditions,\" said Lynn Franco, director of the Conference Board's economic  indicators.\n\"The recent sequester has created uncertainty regarding the economic outlook, and as a result consumers are less confident.\"", "context": null, "references": ["US consumer confidence fell sharply this month, a closely-watched report has suggested."], "personas": null }
{ "id":"35769528", "input":"Hoa Titcombe's husband James said he told Furness General Hospital staff \"several times\" his wife was ill.\nMidwives Catherine McCullough and Gretta Dixon are accused of failing to have Mrs Titcombe assessed.\nBut midwife Caroline Duncan told the Nursing and Midwifery Council there was \"no evidence\" they knew she was ill.\nMr and Mrs Titcombe's son Joshua died of an infection in 2008, nine days after he was born.\nOn day two of the misconduct hearing, Ms Duncan said Ms McCullough did meet the standards expected of her.\nHowever, she said that if the patient did tell her she was ill she should have referred her to be assessed in accordance with National Institute for Health and Care Excellence (Nice) and midwifery rules.\nShe also told the hearing there was also no evidence that Ms Dixon was aware Mrs Titcombe had been unwell.\nIt is alleged Ms Dixon failed to refer Mrs Titcombe for an assessment when she was told she had been unwell, on 26 October, 2008.\nMs McCullough faces the same allegation, as well as failing to take a urine sample to test for infection.\nAn independent inquiry into the University Hospitals of Morecambe Bay NHS Trust last year found 20 major failures from 2004 to 2013 at Furness General Hospital and concluded there were \"lethal failures.\"\nEleven babies and one mother died after being cared for at the hospital during this time.\nThe hearing continues.", "context": null, "references": ["A misconduct hearing has been told there was \"no evidence\" two midwives knew a woman was ill days before the birth of her son who later died."], "personas": null }
{ "id":"35659152", "input":"Cryptography was once controlled by the state and deployed only for military and diplomatic ends. But in the 1970s, cryptographer Whitfield Diffie devised a system which took encryption keys away from the state and marked the start of the so-called \"Crypto Wars\".\nWhitfield Diffie and three other experts spoke to the BBC World Service Inquiry programme about the tensions at the heart of the spat between Apple and the FBI.\nIn 1975, cryptographer Whitfield Diffie devised \"public key cryptography\", which revolutionised encryption.\n\"The basic techniques we used until public key cryptography come from around 1500 in the western world, and were known from about 800 in the Middle East.\n\"They are basically arithmetic. Not ordinary integer arithmetic, but something like clock arithmetic - it's 11 o'clock and you wait three hours and you get 2 o'clock - and table lookups. What's the 5th element in the table? What's the 20th element?\n\"The trouble is you can't do them very well without some kind of mechanical computation. A human being can't do enough of those calculations to produce a secure system without making too many mistakes.\n\"Before what we did, you could not have supported cryptography outside a fairly integrated organisation. If you look at the US Department of Defense, it's very large, but very centralised; everybody knows the chain of command.\n\"They can have a trusted entity run by the National Security Agency (NSA) to manage the keys [used by the military and government]. If you were in the military, and it was part of your assignment to talk to somebody securely in another part of the military, they would supply you with a key, and every morning you come out and put one in your teletype machine or phone or whatever.\n\"But the internet is not just meant for friends to talk to friends, it's for everybody to talk to everybody. Until you have public key cryptography you have no way of arranging the keys on demand at a moment's notice for these secure communications.\n\"That's what browsers do with websites all the time. Amazon, eBay, all of the merchants on the internet encrypt at least some of the traffic you have with them, at the very least the payment portion of it.\n\"[At the time] the NSA reacted like any other enterprise that has had a monopoly in a market for a long period of time. Suddenly somebody was treading on its turf, and it made several attempts to recapture its market.\"\nSusan Landau is professor of Cyber Security Policy at Worcester Polytechnic Institute.\n\"Public-key cryptography was mathematically elegant and also quite elementary. That's what made it so powerful and so wonderful.\n\"The NSA said 'Wait a minute: this work should be classified.' They had been accustomed to being the only place that cryptography was done. They didn't want a competitor developing algorithms that maybe they would have trouble breaking into. They wanted to hold the keys to the kingdom.\n\"There was a big fight between the academic and industry research community and the NSA. But it was settled fairly amicably, fairly quickly. The next problem was who would control the development of cryptography standards for the US government.\n\"The NSA does this for military and diplomatic communications, but there's a vast need for cryptography for civilian agencies such as health and human services, education, agriculture. The National Bureau of Standards had been doing this in the 1970s but in the 1980s the NSA began pushing in this direction.\n\"Congress, who had always looked more favourably on the civilian side, put the National Institute of Standards and Technology in charge.\n\"But the law also included this little thing about three people from NSA approving certain things. They exercised tremendous control, and kept blocking standards that were more friendly to the commercial sector. That battle went on between 1987 until the mid 1990s. It was quite ugly.\n\"Another battle was over the clipper chip. Clipper was a very hard algorithm with a secure key, but the key was split and was to be shared with agencies of the federal government. The idea was [that] a business person travelling overseas would be able to use a clipper-enabled phone and talk securely with the office back at home.\n\"But if you're doing something illegal the US government will be able to decrypt easily, because the keys are held by its agencies.\n\"It was a complete flop. Outside the US, no one wanted it. Inside the US, no one bought it. It was a total failure.\n\"The controls on cryptography in the 1990s were very odd because they were controls on an export. If you wanted to export a computer or communications device with cryptography, you needed an export licence from the US government.\n\"Much of the time you would get 'We're looking at it, we'll get back to you.' Of course, when you're selling high tech, you don't need a delay of two months, [so] you decide not to have strong encryption within the device - you put in something very weak that the US government will allow to go without a licence. The effect was to not have strong encryption domestically as well as abroad.\n\"In 2000, the US government loosened the controls on export of devices with strong encryption; it looked as if the private sector won the battle.\"\nAlan Woodward is an expert in signals intelligence, intelligence gathered from communications, who has worked for the UK government in various roles.\n\"Suppose you got intelligence that people appeared to be mobilising their military forces. You'd need to know whether that was a prelude to war, or just an exercise. One of the ways to do that was by analysing the signals and communications traffic going around on the other side.\n\"In the early 2000s, it got harder. Previously they'd had the ability to decrypt things that were weakly encrypted. You could throw a super computer at the problem and try all the possible keys until you unlock the message.\n\"You just physically couldn't do that for the number of encrypted messages that were starting to pile up. But also, the forms of encryption were becoming stronger. The encryption that was being used by governments themselves back in the 1970s was called the Data Encryption Standard. With a modern PC, you can break that in a matter of seconds. That kind of evolution in encryption and decryption has been going on ever since.\n\"It got worse because there were various other forms of technology that were based on encryption, where you were able to remain anonymous, completely hidden. There's a thing called the Tor network which causes security agencies a great deal of trouble, because you don't even know where that person is based, never mind who they're communicating with.\n\"Governments recognised that there wasn't a lot you could do about this technically or from a policy perspective. It's out there. So what you have to do is  be able to get at it before it is encrypted or after it's decrypted.\n\"They recognised that they needed to work more closely with the technology providers because they were the ones that owned the infrastructure that was being used.  They were the ones running it; it was no longer governments and state telecommunications companies.\n\"They had very good relationships. Microsoft produced a suite of software called Cofee (Computer Online Forensic Evidence Extractor), which is only given to government and Law Enforcement Agencies. It's a forensic tool that allows you to analyse Windows systems.\n\"You used to be able to go along to Apple and they could unlock the phone. With messaging services it was possible for governments with the right authorisation to go along and sit in the middle of the conversation and look at the messages in a non-encrypted form.\n\"All of that changed when Edward Snowden got his leaks out.\"\nJeff Larson is a reporter at New York investigative newsroom ProPublica. It worked with the Guardian newspaper on the sensitive material leaked by Edward Snowden from the US National Security Agency in 2013.\n\"I had seen something in the Snowden tranche of documents that made me suspicious that the NSA and GCHQ had been working behind the scenes to crack encryption that powers internet technologies.\n\"When you log into your bank or Twitter or Facebook, your web browser talks to those servers over what's known as TLS, which is an encryption layer that protects the confidentiality of that traffic.\n\"The intelligence agencies - not only NSA and GCHQ, but Canada and Australia and New Zealand- had spent 10 years and untold billions of dollars trying to break these fundamental encryption technologies.\n\"They honed things, like their power with super computers, but they were also able to mount a programme of inserting back doors into cryptographic software, and - perhaps a bit more troubling - the NSA launched a covert campaign to influence the very standards that programmers rely on to create encryption.\n\"So standards bodies write up 'here's how encryption works, here's how you implement it in your software', and the NSA was actually working against that effort.\n\"Ever since [the Snowden revelations were published in] 2013, there's been quite a movement to further encrypt the internet.\n\"I think there's been an awakening on the part of private companies that it is important to their users to keep [their data] confidential and secret.\n\"Apple saw these revelations about the overreach of intelligence services and law enforcement services, and created a phone that was harder to crack because they wanted to increase the security of their users. I do believe that.\n\"The Apple case is very hard. I see the arguments on both sides. I see the fact that the FBI wants access to this information, and I also see Apple's need to protect its customers' privacy.\n\"I hope that we come to a conclusion that is more open and transparent. What I would say is I like that this fight is happening in public so that we can have debates like this.\"\nThe Inquiry is broadcast on the BBC World Service on Tuesdays from 12:05 GMT. Listen online or download the podcast.", "context": null, "references": ["The clash between Apple and the FBI over whether the company should provide access to encrypted data on a locked iPhone used by one of the San Bernardino attackers highlights debates about privacy and data security which have raged for decades."], "personas": null }
{ "id":"39501616", "input":"The law, which is set to become a world first, aims to close the wage gap between men and women.\nCompanies face auditing and possible fines if they do not comply.\nIceland was ranked first in the World Economic Forum's 2015 Global Gender Gap Index, followed by Norway, Finland and Sweden.\nHowever, according to Iceland's statistics for the same year, the unadjusted gender pay gap remained at 17%.\nThe bill, which was presented on Tuesday, is supported by the centre-right coalition government and the opposition.\nApplying to both the public and private sector, it would prohibit any discrimination not just on gender, but also on race, religion, disability, occupational disability, age and sexual orientation grounds.\n\"The bill entails that companies and institutions of a certain size, 25 or more employees, undertake a certification of their equal-pay programmes,\" Thorsteinn Viglundsson, the minister of social affairs and equality, told news agency AFP.\nThe bill will now be subject to a series of debates, and if it passes, it will take effect from January 2018.\nIn Iceland's parliament, nearly 50% of lawmakers are women, and a voluntary measure for equal pay across the country was introduced in 2012.\nHowever, many still do not think enough is being done.\nIn October, thousands of women left work early and headed out on to the streets of the capital, Reykjavik, to protest against earning less than men.\nIt echoed the 1975 Icelandic women's strike, when women did not go to their paid jobs, or do any housework or child-rearing at home for one day.", "context": null, "references": ["Iceland's parliament is examining a bill that would require companies to prove they offer equal pay to employees."], "personas": null }
{ "id":"38894313", "input":"Researchers discovered it after looking back at some fossils found in the late 2000s in Morocco, North Africa.\nTwo of the fossils were in such good condition that the team were able to make this amazingly detailed reconstruction.\nYou can clearly see its small mouth filled with hundreds of teeth and the prickly spines which cover its body.\nThis slug like creature also had a built in, helmet like, shell to keep it safe from predators.\nIt might look a little terrifying but it was only four inches long and scientists think it survived by eating algae off rocks.\nMolluscs first appeared on earth around 520 million years ago, Calvapilosa is an ancient relative of modern molluscs.\nA mollusc is a type of animal that doesn't have a spine, there are lots of different kinds including slugs, snails, oysters and squid.\nJakob Vinther who was the lead researcher on the project said \"This discovery brings a neat solution to how the ancestor of all molluscs may have looked.\"", "context": null, "references": ["This is Calvapilosa, a prehistoric relative of modern sea slugs."], "personas": null }
{ "id":"36796745", "input":"The economic research institute questioned 320 businesses following the vote on leaving the EU.\nThe survey found more than 60% of Scottish firms believe Brexit would have a \"negative impact\" on them.\nHowever, the institute said there was little evidence of companies cancelling investment or recruitment outright.\nThe Fraser of Allander Institute, an independent research body based at the University of Strathclyde, carried out the survey between 5 July and 12 July, in the aftermath of the EU referendum.\nJust over 60% of Scottish firms surveyed said they believed Brexit will have a negative impact on their business, while only 19% said it would have a positive impact. One third said the impact would be \"very negative\".\nAbout 40% believe that leaving the EU could lead to a decrease in their investment and expansion plans, and 34% said that they could cut back on recruitment.\nMore than 70% of firms surveyed as part of the research had done no preparation for the UK exiting the EU.\nTwo-thirds of businesses said resolution of the uncertainty in the economy was a key issue in the negotiation of the UK's exit from the European Union, while 49% of firms cited access to the single market as a key issue.\nHowever, the survey found little evidence of companies actually cancelling investment or recruitment plans.\nA quarter of firms said they had made a decision to change their investment and recruitment plans, though the vast majority - 95% - said that decisions had been postponed rather than cancelled entirely.\nProf Graeme Roy, director of the institute, said: \"This is the first hard survey evidence post-referendum of what businesses in Scotland are thinking and how they are responding to the unexpected EU referendum result.\n\"A clear majority believe that the impact - certainly in the short to medium term - will be negative. The survey offers some evidence that investment and recruitment plans may be being put on hold.\n\"Resolving the current political and economic uncertainty must now be the key priority. The longer the period of uncertainty continues, the more damaging the impact will be on the economy.\"", "context": null, "references": ["Most Scottish firms believe Brexit is bad for their prospects and the economy, according to a survey by the Fraser of Allander Institute."], "personas": null }
{ "id":"34923226", "input":"Lord Alderdice said proposals for a new international body to monitor paramilitary activity would have \"much less power\" than the panel he sat on.\nHe was a member of the Independent Monitoring Commission (IMC) which operated from 2004 to 2011.\nThe Liberal Democrat peer said the new body would only be able to produce a few proposals for the Executive.\n\"Which will then fall into disagreement about how they should be implemented,\" he said.\nLord Alderdice spoke on Tuesday's debate on the Northern Ireland Welfare Reform Bill in the House of Lords.\nThe former Church of Ireland primate Archbishop Robin Eames also used the debate to express his disappointment that the \"Fresh Start\" deal did not include any agreement on the legacy of the troubles.\nLord Eames, who was co-chair of a consultative group on the past, told peers he was well aware of the \"desperate plight\" of troubles' victims.\nHe urged the government to publish the legacy papers prepared during the inter-party negotiations, arguing that the victims \"deserve nothing less\".\nLord Eames expressed the hope that legacy issues might yet be tackled, adding that \"perhaps the situation is not as bleak as it seems\".\nThe government spokesman, Lord Dunlop, said the establishment of a new monitoring body to assess the impact of paramilitary activity on local communities is \"a crucial part\" of the \"Fresh Start\" deal.\nLord Dunlop said the government regretted the fact that an agreement on legacy issues could not be reached, and remained committed to continuing to work to build a consensus.", "context": null, "references": ["The former leader of the Alliance party Lord Alderdice has criticised plans contained in the \"Fresh Start\" deal."], "personas": null }
{ "id":"35169180", "input":"Carwyn Jones said Wales had a \"proud tradition of being a friendly and hospitable nation\".\n\"The message of peace and hope is particularly poignant this year,\" he said, referring to the terrorist attacks in Tunisia and Paris.\nAbout 50 refugees from Syria have been re-settled in Wales with more to come.\nTorfaen, Ceredigion, Neath Port Talbot and Caerphilly have been the first councils to welcome refugees, with more to be dispersed to other areas in the new year.\nIn his seasonal message to the nation, Mr Jones said:  \"At Christmas, it's more important than ever that we spread the message of togetherness and unity in our Welsh communities.\n\"We have a proud tradition of being a friendly and hospitable nation.\n\"As fifty Syrian refugees make their home in Wales, they will be experiencing their first festive season in the UK - I'm sure they'll get a warm Welsh welcome and we wish them well in their new lives.\"\nThe first minister also asked people to \"spare a thought\" for those working over Christmas - such as the emergency services, medical professionals, charities, care workers and the armed forces - who \"all deserve our thanks\".\n\"They work tirelessly while we enjoy ourselves,\" he said.", "context": null, "references": ["Syrian refugees facing their first Christmas in Wales are sure to get a \"warm Welsh welcome\", the first minister has said."], "personas": null }
{ "id":"37278170", "input":"Women are as likely as men to ask for a pay rise - but are less likely to get one, the research found.\nThe study, by the Cass Business School and the universities of Warwick and Wisconsin, looked at 4,600 workers.\nIt found \"no support\" for the \"reticent female\" theory, whereby women avoided asking for more money.\nFor what it claimed was the first time, the study eliminated any impact from part-time workers earning less than their full-time counterparts, by comparing full-time males with full-time females, and part-time males with part-time females.\nWhen like-for-like male and female workers were compared, men were 25% more likely to get a pay rise when they asked, the study found.\nThe research also concluded there was no evidence for the idea that women were reluctant to ask for a salary increase because they were more wary of upsetting their boss, or deviating from a perceived female stereotype.\nWhen analysing the results, the researchers took into account the size of the employer and the industry, whether the workers were a parent, as well as their qualifications.\nThe study was based on data from the 2013-14 Australian workplace relations survey. Australia is thought to be the only country to systematically record whether employees had asked for a pay rise, and why they had or had not done so.\nAndrew Oswald, professor of economics and behavioural science at the University of Warwick, said he was surprised by the findings.\n\"The fact that women don't ask for pay rises as often as men is a popular theory. It's a very common thing for women to say and believe, but all of the evidence is anecdotal, so it's very hard scientifically to do a proper test of this.\"\nHe said one possibility was that unsuccessful men who asked for a pay rise, but did not get it, kept it to themselves, while women \"were more straightforward and tell their friends\".\n\"Having seen these findings, I think we have to accept that there is some element of pure discrimination against women,\" Prof Oswald added.\n\"It could be that Australia is odd. But it's a modern industrial economy halfway in character between Britain and the US, so I think that's unlikely.\"\nThe study also found differences according to age, with women and men under 40 both asking for and receiving pay rises at the same rate, which the researchers said could mean that negotiating behaviour had started to change.\nDr Amanda Goodall from Cass Business School - part of City, University of London - and a co-author of the study, said: \"The study potentially has an upside. Young women today are negotiating their pay and conditions more successfully than older females, and perhaps that will continue as they become more senior.\"", "context": null, "references": ["The theory that women get paid less than men because they are not sufficiently pushy in the workplace is not true, a new study suggests."], "personas": null }
{ "id":"39519333", "input":"The ruling has come about because a dad was fined for taking his daughter out of school for a family holiday to Disney World in the United States, without her head teacher giving permission.\nThe man from the Isle of Wight appealed against the fine, and at first won the case, but now the UK Supreme Court has ordered him to pay the fine of Â£120.\nIt means that parents will now have to seek permission from the school and head-teacher to take children on holiday during a school term.\nThe case has caused lots of arguments because some people feel the price of holidays outside of school terms is too expensive, and many parents feel they should have the choice to go on cheaper breaks during a school term.\nThe Department for Education said: \"We are pleased the Supreme Court agreed with our position - that no child should be taken out of school without good reason.\"\nWe've been speaking to some of you, to see what you think about the decision...", "context": null, "references": ["The most important court in the UK, has made a decision that means parents are not allowed to take children on holiday during term-time, unless the school agrees."], "personas": null }
{ "id":"35761135", "input":"A partial eclipse was visible in Australia, parts of South East Asia and the Pacific.", "context": null, "references": ["People across Indonesia and the Pacific have witnessed a total solar eclipse, with some parts of Indonesia in total darkness for up to three minutes."], "personas": null }
{ "id":"21712349", "input":"It works by looking for a combination of \"markers\" in the blood which are different in healthy people and those with the disease.\nDelegates at the Alzheimer's Research UK Conference heard that the University of Nottingham is now developing a quick and easy test to do in clinics.\nIt could mean much earlier diagnosis and better treatments, they said.\nThe test uses some proteins that have been strongly linked with Alzheimer's disease, such as amyloid and APOE.\nBut through careful analysis of blood from people with the disease, as well as those with early-stage memory problems, the researchers detected some other markers that were suggestive of the disease.\nMost notably, some proteins related to inflammation seem to have been added to increase the power of the test.\nProf Kevin Morgan from the University of Nottingham said they still had to validate the test and it could be a decade before it was used in patients.\nBut he added that the combination of markers they had found was looking very promising.\n\"Our findings are exciting because they show that it is technically possible to distinguish between healthy people and those with Alzheimer's using a blood test.\n\"As blood tests are a fast and easy way of aiding diagnosis, we are really encouraged by these findings and the potential they hold for the future.\"\nHe said there were several ways the test could benefit patients, including giving people a definitive diagnosis, which was not always possible at the moment.\nIt could also direct future therapies to make sure patients were getting the most appropriate treatment, he explained.\nPotentially, it could be a \"cheap and easy pre-screen\" test which enabled Alzheimer's to be picked up before symptoms appeared, he said.\n\"The way we see it working is you can test people and it will tell them if they have the all-clear, or if they are medium- or high-risk.\n\"If they are medium-risk, they can be monitored closely and high-risk patients can be referred to a specialist for more in-depth testing.\"\nDr Eric Karran, director of Research at Alzheimer's Research UK, said: \"Giving people with dementia an accurate diagnosis is not always easy, and so building up our armoury of diagnostic techniques is vital.\n\"While there is still some way to go before a test like this could become available, the results are promising.\n\"When used alongside other diagnostic techniques, a blood test like this could be a real help.\"", "context": null, "references": ["British researchers have developed a test to detect Alzheimer's disease in its earliest stages."], "personas": null }
{ "id":"28318259", "input":"The #BringBackOurGirls group should be ashamed of manipulating \"the victims of terrorism\", he said.\nMr Jonathan had been due to hold his first meeting with some of the girls' parents on Tuesday.\nIslamist group Boko Haram captured more than 200 girls during a raid on their boarding school in Chibok in April.\nMr Jonathan had been widely criticised for failing to meet distraught parents and not doing enough to rescue the girls.\n#BringBackOurGirls was a global campaign launched on social media to secure the release of the girls.\nMr Jonathan agreed to the meeting on Monday following an appeal by Pakistani rights campaigner Malala Yousafzai.\nMr Jonathan had planned to meet 12 parents and five girls who escaped shortly after being captured but the parents withdrew at the last minute without giving any reason.\n\"Unfortunately, political forces within the Nigerian chapter of Bring Back Our Girls have decided to take this opportunity to play politics with the situation and the grief of the parents and the girls. They should be ashamed of their actions,\" he said in a statement.\n\"Those who would manipulate the victims of terrorism for their own benefit are engaging in a similar kind of evil: Psychological terrorism,\" he added.\nMr Jonathan's spokesman Doyin Okupe said the president was \"extremely distraught\".\n\"He cannot understand this. He cannot fathom this - that Nigeria's mothers will do this type of thing for children,\" Mr Okupe said.\nNigeria is due to hold presidential elections next year.\nMr Jonathan has not yet declared his candidature, but speculation is rife that he intends to run for another term.\nLast year, he declared a state of emergency in the north-eastern states of Borno, Adamawa and Yobe, which are worst affected by the insurgency.\nAll three are under opposition control.\nNew York-based Human Rights Watch says more than 2,000 civilians have been killed in Nigeria this year by Boko Haram.\nThe deaths occurred in around 95 separate attacks in more than 70 towns and villages in the north-east, where Boko Haram launched its insurgency in 2009.", "context": null, "references": ["Nigeria's president has accused activists of \"playing politics\" after his meeting with parents of the abducted schoolgirls was called off."], "personas": null }
{ "id":"37278649", "input":"The Levada Centre surveys political opinion among Russian people.\nIts director, Lev Gudkov, said the move, which comes two weeks before parliamentary elections,  amounted to \"political censorship\".\nLaws require all NGOs receiving any overseas funding to register as foreign agents and so face restrictions.\nThe Levada Centre cannot now conduct any work linked to the election campaign.\nMr Gudkov told Agence France-Presse news agency: \"The consequences of such a decision for us are devastating - with such a label, we won't be able to work.\n\"This practically means the imposition of political censorship and the impossibility of independent polls. It's the typical behaviour of this repressive regime.\"\nThe other main pollsters are state-controlled.\nThe justice ministry said Levada had been \"included in a register of non-commercial organisations that fulfil the functions of a foreign agent\" following an unannounced document check.\nLegislation passed in 2012 has designated as foreign agents a number of rights groups,  including Memorial, and the independent election monitoring group Golos.\nThe Moscow Times said the latest move followed a complaint by the pro-Kremlin Anti-Maidan movement over alleged US funding of Levada.\nIn May 2013, Levada had said it was being targeted for branding as a foreign agent and had suspended foreign funding.\nThe Russian authorities say the law is needed to protect Russia from outside attempts to influence internal politics.\nBut critics say it could be used to prevent NGOs denouncing vote-rigging and other abuses.", "context": null, "references": ["Russia's leading independent polling agency has been labelled a \"foreign agent\" by the justice ministry and says it cannot now work."], "personas": null }
{ "id":"39541391", "input":"They cited an unnamed government spokesman saying Friday's strike was an \"intolerable act of aggression against a sovereign state\".\nThe strikes followed Wednesday's suspected chemical attack on a rebel-held Syrian town which killed 89.\nNorth Korea has carried out tests to develop a nuclear missile.\nThe UN has banned it from missile or nuclear tests.\nBut it has repeatedly broken those sanctions. It has successfully tested nuclear bombs of increasing power and claims to have been able to make warheads small enough to fit on a missile, but some experts have cast doubt on those claims.\nOn Friday, US missiles struck a Syrian airbase, killing at least six people. It was the first US attack on a Syrian government facility, although the country had previously targeted the Islamic State group in the region.\n\"The US missile attack against Syria is a clear and intolerable act of aggression against a sovereign state and we strongly condemn it,\" a government official in North Korea said, as quoted by the KCNA news agency.\n\"The reality of today shows that we must stand against power with power and it proves a million times over that our decision to strengthen our nuclear deterrence has been the right choice.\n\"Only military power of our own will protect us from imperialistic aggression.\n\"We will keep bolstering our self-defensive military might in various ways in order to cope with the ever-intensifying US acts of aggression.\"", "context": null, "references": ["North Korea says a US missile strike on Syria \"proves a million times over\" that it was right to strengthen its nuclear programme, state media report."], "personas": null }
{ "id":"14541322", "input":"1913 - Britain and the Ottoman government sign a treaty recognising the independence of Bahrain but the country remains under British administration.\nManama is a major port city, commercial centre\n1931 - The Bahrain Petroleum Company (Bapco), a subsidiary of the Standard Oil Company of California (Socal), discovers oil at Jabal al-Dukhan and production begins the following year.\n1939 - Britain decides that the Hawar Islands which lie in the Gulf of Bahrain between Bahrain and Qatar belong to Bahrain not Qatar.\n1961 - Sheikh Isa Bin-Salman Al Khalifah becomes ruler of Bahrain.\n1967 - Britain moves its main regional naval base from Aden to Bahrain.\n1968 - Britain announces it will close its bases east of Suez by 1971.\n1970 - The Administrative Council becomes a 12-member Council of State, headed by a president, the ruler's brother, Sheikh Khalifah Bin-Salman Al Khalifah.\n1970 May - Iran renounces its claim to sovereignty over Bahrain after a United Nations report shows that Bahrainis want to remain independent.\n1971 - Bahrain declares independence and signs a new treaty of friendship with Britain. Sheikh Isa becomes the first Emir and the Council of State becomes a cabinet.\n1971 - Bahrain gains formal independence from Britain.\n1971 - Bahrain and the US sign an agreement which permits the US to rent naval and military facilities.\n1972 December - Elections are held for a Constituent Assembly. Only Bahraini males over 20 can vote.\n1973 December - After the constitution comes into force on 6 December, elections are held on 7 December for a National Assembly, an advisory legislative body, with 44 members (14 cabinet members and 30 elected by male voters) .\n1975 August - Following claims by prime minister Sheikh Khalifah Bin-Salman Al Khalifah that the National Assembly is impeding the work of the government, the Emir dissolves the assembly and rules by decree.\n1981 May - Bahrain joins the Cooperation Council for the Arab States of the Gulf, more usually known as the Gulf Cooperation Council (GCC), which also includes Kuwait, Oman, Qatar, Saudi Arabia and the United Arab Emirates.\n1981 December - Seventy-three people, said to be members of the Tehran-based Islamic Front for the Liberation of Bahrain, headed by Iranian cleric, Hojjat ol-Eslam Hadi al-Mudarrisi, are arrested and accused of conspiring to overthrow the government on 16 December, Bahrain's National Day.\n1986 - In April, Qatari troops occupy Fasht al-Dibal Island but withdraw in June after mediation by Saudi Arabia.\n1986 November - Opening of the King Fahd causeway which links Bahrain to the mainland of Saudi Arabia.\n1991 January/February - As part of the Gulf Cooperation Council (GCC) Peninsula Shield Force, Bahrain participates in the coalition \"Operation Desert Storm\" against Iraq (the Gulf War)\n1991 July - Qatar takes its territorial claim to the Hawar Islands, Fasht al-Dibal and Qitat Jaradah before the International Court of Justice (ICJ) in The Hague but Bahrain rejects the claims.\n1991 October - Bahrain signs a defence cooperation agreement with the United States providing for port facilities and joint military exercises.\n1992 December - The establishment of a 30-member Consultative Council, appointed by the emir for a four-year term.\n1994 December - Demonstrations follow the arrest on 5 December of Shia cleric, Sheikh Ali Salman, who calls for the restoration of the National Assembly and criticises the ruling family.\n1995 January - Sheikh Ali Salman is deported and seeks asylum in Britain.\n1995 February - Bahrain rejects International Court of Justice (ICJ) mediation in its dispute with Qatar.\n1995 June - After a reshuffle, the cabinet includes five Shia ministers.\n1995 September - A Shia cleric, Sheikh Abd-al-Amir al-Jamri, arrested in April, is released from prison.\n1996 January/February - After bomb explosions in Manama's business quarter, Al-Jamri is arrested again on 18 January. A Sunni lawyer and poet, Ahmad al-Shamlan, is also detained on 8 February, but released in April.\n1996 June - The government says it has uncovered a coup plot by an Iranian-backed group, Hezbollah-Bahrain. Bahrain recalls its ambassador to Iran and downgrades its representation to charge d'affaires level.\n1996 September - The Consultative Council members are increased from 30 to 40.\nAbdul Amir al-Jamri led protests demanding return of parliament\nBahrain pro-democracy cleric dies\n1997 April - Bahrain acquires sole ownership of Bapco.\n1998 February - Sheikh Khalid Bin-Muhammad Bin-Salman Al Khalifah replaces British citizen, Ian Henderson, as Director of the Security and Intelligence Service (SIS).\n1998 December - Bahrain provides military facilities for \"Operation Desert Fox\", the US and UK bombing campaign against Iraq.\n1999 March - The emir, Sheikh Isa, dies and is succeeded by his eldest son, Sheikh Hamad. On March 9, Sheikh Hamad's son, Sheikh Salman, becomes Crown Prince.\n1999 July - Sheikh Abd-al-Amir al-Jamri is sentenced to 10 years' imprisonment but is pardoned by the new Emir.\n1999 December - The emir of Qatar, Sheikh Hamad Bin-Khalifah Al Thani, visits. Both countries establish committee to settle territorial disputes.\n2000 September - Emir appoints for the first time non-Muslims and women to the Consultative Council, including four women - one of whom is a Christian - and a Jewish businessman.\n2001 February - Referendum on political reform; Bahrainis overwhelmingly back proposals under which Bahrain would become constitutional monarchy with elected lower chamber of parliament and independent judiciary.\n2001 November - Al-Wefaq opposition movement founded.\n2002 February - Bahrain turns itself into a constitutional monarchy and allows women to stand for office in a package of reforms.\n2002 May - Local elections are held, Bahrain's first poll for almost 30 years. For the first time women vote and stand as candidates, but fail to win a seat.\n2002 October - Parliamentary elections held, the first for nearly 30 years. Authorities say the turnout was more than 50% despite a call by Islamists for a boycott.\n2003 May - Thousands of victims of alleged torture petition king to cancel law which prevents them from suing suspected torturers.\n2004 April - Nada Haffadh is made health minister - the first woman to head a government ministry.\n2004 May - Protests in Manama against fighting in the Iraqi holy cities of Najaf, Karbala. The king sacks the interior minister after police try to prevent the protest.\n2004 September - Bahrain and US sign free trade pact; Saudi Arabia condemns the move, saying it hinders regional economic integration.\n2005 March-June - Thousands of protest marchers demand a fully-elected parliament.\n2006 January - US President George W Bush signs a bill to enact the 2004 US-Bahrain free-trade agreement after it is approved by the US Congress.\n2006 March - A pleasure boat capsizes off the Bahrain coast, claiming the lives of 58 passengers.\n2006 November - The Shia opposition wins 40% of the vote in a general election. A Shia Muslim, Jawad bin Salem al-Oraied, is named as a deputy prime minister.\n2007 September - Thousands of illegal foreign workers rush to take advantage of a government-sanctioned amnesty.\nThe 2011 pro-democracy protests were brutally suppressed by the kingdom's security forces\nClampdown divides kingdom\nBahrain awaits key unrest report\n2008 May - A Jewish woman, Houda Nonoo, is appointed Bahrain's ambassador to the USA. She is believed to be the Arab world's first Jewish ambassador.\n2008 December - Authorities arrest several people who allegedly planned to detonate homemade bombs during Bahrain's national celebrations.\n2009 April - King pardons more than 170 prisoners charged with endangering national security, including 35 Shias being tried on charges of trying to overthrow the state.\n2010 September - 20 Shia opposition leaders - accused of plotting to overthrow monarchy by promoting violent protests and sabotage - arrested in run-up to elections.\n2010 October - Parliamentary elections. Main Shia opposition group, Islamic National Accord Association, makes a slender gain.\n2011 February - Thousands of protesters gather in Manama, inspired by popular revolts that toppled rulers in Tunisia and Egypt. A security crackdown results in the death of several protestors.\n2011 March - Saudi troops are called in following further unrest. Authorities declare martial law and clamp down hard on pro-democracy activists. Protests continue, despite ban on demonstrations.\nFocal point of demonstrations - the Pearl monument - is demolished.\n2011 April - Government moves to ban two main political parties which represent the Shia majority.\n2011 September - Low turn-out for by-elections to replace MPs from the Shia opposition who quit parliament objecting to the violent crackdown on demonstrators.\n2011 November - Government concedes that \"excessive force\" was used by security forces in Bahrain against pro-democracy protesters.\n2012 February - Police thwart opposition attempts to protest on the anniversary of the crackdown on last year's mass demonstration on the site of the demolished Pearl square. Protests nonetheless resume through the spring.\nProminent activist Abdulhadi al-Khawaja was jailed for life in 2011\nProfile: Abdulhadi al-Khawaja\n2012 April - The controversial Bahrain Formula 1 Grand Prix takes place amid anti-government protests.\n2012 May - Leading opposition activist Abdulhadi al-Khawaja ends a three-month hunger strike. A military court jailed him for life in June 2011 for \"plotting against the state\".\n2012 June - Appeals court partially overturns long jail sentences on 20 medics for taking part in anti-government protests. Nine are acquitted, and the rest were given much shorter sentences.\n2012 August - Rights activist Nabeel Rajab is jailed for three years for taking part in \"illegal gatherings\". Sporadic anti-monarchy protests continue.\n2012 October - Protesters clash with riot police in Manama at funeral of Ali Ahmed Mushaima, who died in prison after being jailed for taking part in pro-democracy demonstrations. The authorities indefinitely ban all protests and gatherings.\n2013 February - National dialogue talks begin in effort to end unrest.\n2013 March - King Hamad appoints his son, Crown Prince Salman bin Hamad bin Isa al-Khalifa, as deputy prime minister. The Crown Prince is widely viewed as a moderate who previously occupied an influential position until he was sidelined by hardliners in the ruling family after the 2011 clampdown on unrest.\n2013 April - Several weeks of unrest involving opponents of the Formula 1 Grand Prix, who allege the event is used by the government to gloss over its poor human rights record.\n2013 September - Bahrain's main Shia opposition groups pull out of talks with the government in protest at the arrest of a leading member of Wefaq, the main Shia opposition society.\n2014 January - The government suspends deadlocked reconciliation talks with the Shia opposition.\n2014 May - Leading rights activist Nabeel Rajab is released after two years in prison; he urges the government and the opposition to engage in dialogue.\n2014 July - Bomb blast kills police officer, the latest in a series of attacks on security forces.\n2014 October - Main Shia opposition group Al-Wefaq banned for three months.\n2014 November - Parliamentary elections, boycotted and dismissed by the Shia opposition as a farce.\n2014 March - Bahrain, Saudi Arabia and the UAE temporarily withdraw their ambassadors from Qatar after alleging that it has been meddling in their internal affairs.\n2014 December - Leader of Al-Wefaq opposition movement Sheikh Ali Salman is arrested. Protests and clashes between his supporters and security forces ensue.\n2015 March - Bahrain and four other GCC states take part in Saudi-led air strikes on Houthi rebels in Yemen.\n2016 August - A UN-appointed panel accused the authorities of carrying out a systematic campaign of harassment against the country's Shia Muslim population.", "context": null, "references": ["A chronology of key events:"], "personas": null }
{ "id":"38904084", "input":"The breakdown service, which also reported a rise in personal memberships of 0.4% to 3,335,000 in the six months to the end of January, said it had so far absorbed the price rise.\nInsurance premium tax (IPT) was 6% in 2015, but is going up to 12% from June.\nThe AA said it would look at its fees if the tax increased again.\n\"We have managed to protect our members,\" the AA explained. \"But this is an industry-wide challenge and we will need to review our pricing policy in the context of any future increase in IPT.\"\nThe increase in memberships - an \"important milestone\", according to the company - halted a long-standing drop in figures.\nIt came after the AA signed up more members, with a 19% rise in new business year-on-year, and kept more existing customers, with its retention rate improving to 82%.\nIt added that there was a 5% rise in the number of breakdown call-outs in the 12 months to the end of January, again reversing a trend of gradual decline, which it described as \"unhelpful for costs in the short term\".\nHowever, the company explained that this did increase the chances of people renewing their membership.\nThe AA has been investing in technology, with more than a fifth of its members (22%) using its app in breakdowns, while its newly-launched in-house underwriter recorded 115,000 car insurance policies in its first year, more than expected.", "context": null, "references": ["The AA has warned that it may have to raise its prices because the government has doubled the tax rate on insurance policies in less than two years."], "personas": null }
{ "id":"39712615", "input":"Media playback is not supported on this device\nThe two heavyweights will fight for the IBF title and vacant WBA belt in front of 90,000 fans at Wembley on Saturday.\nJoshua, 27, is undefeated in 18 fights since turning professional, while 41-year-old Klitschko had his first defeat in 11 years against Tyson Fury in 2015.\n\"Klitschko doesn't have the legs, the power that he used to,\" said Lewis.\n\"He has a chink in his armour after getting beat by Tyson Fury. Anthony Joshua is now taking that challenge, going after the man.\"\nJoshua himself asked the question in the build-up to Saturday's fight of whether \"Father Time has caught up with the former champ?\".\nBut Lewis, who like Joshua won a super-heavyweight Olympic gold medal, says the Ukrainian's age is not the only reason he fancies the British fighter's chances.\n\"Now is the perfect time for him,\" the 51-year-old told BBC Radio 5 live.\n\"I believe Joshua is more focused, more aimed. Does he want to be undisputed champion? Absolutely.\"\nMedia playback is not supported on this device", "context": null, "references": ["Anthony Joshua's world title bout with Wladimir Klitschko comes at the \"perfect time\", says former undisputed heavyweight champion Lennox Lewis."], "personas": null }
{ "id":"39767033", "input":"\"I'm frustrated to say the least, but very pleased that we've stayed in this division,\" Hodges told BBC Cornwall.\n\"In a couple weeks time I'll be pleased we're still in this division, but we're going to have to raise the bar.\"\nThe Cornish side were safe going into their final game, which they lost 4-0 at relegated Bishop's Stortford.\n\"Well done for staying up,\" he added. \"But we've underachieved by a country mile.\"\nHaving been play-off semi-finalists in 2015-16, after finishing fourth in the table, the White Tigers dropped to 19th in 2016-17, letting in 99 goals from their 42 league games, more than any other side above the bottom three.\nHodges says he will meet chairman Peter Masters this week to discuss plans for next season.\n\"There are a lot of decisions to be made on players,\" he said. \"There's a few bonuses there for players who have done very well and competed, and others know that they've not been up to the standard.\"", "context": null, "references": ["Lee Hodges says his Truro team have underachieved by a \"country mile\" by finishing the season one place above the National League South drop zone."], "personas": null }
{ "id":"35532051", "input":"Isis Academy in Oxford said it had rebranded as \"Iffley Academy\" to protect its \"reputation, integrity and image\".\nThe name 'Isis' was originally chosen as the school is near to the section of the River Thames of the same name.\nFormerly Iffley Mead School, it became Isis Academy in 2013.\nA statement issued by the school said it had changed name following \"the unforeseen rise of ISIS (also known as ISIL and the Islamic State) and related global media coverage of the activities of the group\".\n\"Our priority is to remove the detrimental impact which the name 'Isis' had on pupils, their families and our staff.\"\nLast year a language school in the city removed Isis from its name for the same reason.\nThe Isis is the name given to the part of the River Thames above Iffley Lock in Oxford. It is also the name of the goddess wife of the god Osiris in Egyptian beliefs.", "context": null, "references": ["A school has changed its name from \"Isis\" because the word has become associated with the so-called Islamic State."], "personas": null }
{ "id":"35805844", "input":"Six authorities have told BBC Wales a meltdown in waste markets has hit their budgets.\nPembrokeshire council has seen the price it gets for steel drop by 88% over the year - while Flintshire has seen the price for plastics halved.\nExperts say a slump in oil prices, cheap steel imports, and China's economic slowdown are to blame.\n\"We try to play the markets as best we can,\" Harvey Mitchell, the waste services manager for Flintshire, said.\n\"It makes it difficult when we do have a drop in issues we can't control, such as the global price of oil, or when larger countries flood the European market with steel.\"\nFlintshire has been celebrating a record year for recycling household waste - up to 58% of everything thrown away now ends up at its waste recover facility in Buckley.\n\"But while we've seen an increase in the amount of material we've collected, we've actually seen a drop in the income because of the market prices,\" Mr Mitchell said.\nRecycled waste netted the council £537,000 in revenue in 2015/16, but this represented a drop of 45% in the expected income - more than £400,000 in lost cash.\nThe pattern has been repeated in Pembrokeshire, where £360,000 has been wiped off the council's expected income, while four other councils saw a combined drop of £335,000.\n\"This is an issue which is impacting upon Wales as a whole, not just Pembrokeshire,\" a council official there said.\n\"Fortunately quotes for the coming months are starting to look more positive with prices starting to increase.\"\nThe impact on most of the other Welsh councils which responded to BBC Wales has been minimal, as they said are tied into long term contracts dealing with their recycling services.\nBut one academic expert said authorities and the public in Wales will need to refocus as they face ever increasing targets on recycling.\nBy 2025 Welsh authorities are being asked to recycle 70% of waste - by 2050, it should be 100%.\n\"Waste prevention is what this is all about,\" Rebecca Colley-Jones, from Bangor University's Sustainability Lab, said.\n\"It's about buying smartly, being able to think about what you do with it so it can be reused, because reuse is a form of waste prevention.\n\"Together we can provide solutions for the future.\"", "context": null, "references": ["A collapse in the global price paid for recycled waste has cost Welsh councils more than £1m in lost income."], "personas": null }
{ "id":"26689302", "input":"The Belfast mother-of-10 was taken by the IRA from her flat in December 1972.\nIvor Bell, 77, who was a senior leader in the Provisional IRA  in the 1970s, was arrested at his home in Andersonstown on Tuesday.\nHe has been charged with aiding and abetting murder and membership of the IRA. He is expected to appear in court on Saturday.\nIvor Bell was part of an IRA delegation that held secret talks with the British government in London in 1972.\nAmong the delegation were Sinn FÃ©in's Gerry Adams and Martin McGuinness.\nJean McConville, 37, became known as one of the Disappeared.\nShe was kidnapped in front of her children and accused of having been an informer. That claim was later dismissed following an official investigation.\nShe was held at one or more houses before being shot. Her body was recovered on a beach in County Louth in August 2003.\nThe Disappeared are those who were abducted, murdered and secretly buried by republicans during the Troubles.\nThe IRA admitted in 1999 that it murdered and buried at secret locations nine of the Disappeared.\nThe Independent Commission for the Location of Victims' Remains was established in 1999 by a treaty between the British and Irish governments.\nIt lists 16 people as \"disappeared\". Despite extensive searches, the remains of seven of them have not been found.", "context": null, "references": ["A former IRA leader has been charged in connection with the abduction and murder of Jean McConville."], "personas": null }
{ "id":"32066018", "input":"The Care Quality Commission (CQC) made a number of recommendations including ensuring nursing staffing levels were safe at Sandwell General Hospital and City Hospital in Birmingham.\nIt also called for improvements in A&E, medical care and surgery.\nSandwell and West Birmingham Hospitals NHS Trust said it is \"working hard already to address the issues\".\nCare at the trust was given an overall rating of \"requires improvement\".\nThe CQC said: \"The trust was rated as 'inadequate' with regard to whether [it] was always providing a service that is safe.\"\nSource: CQC inspection between 14-17 and 25-30 October\nThe trust said the report made for  \"difficult reading\".\nChief executive Toby Lewis said: \"The areas of improvement identified in the report are not a surprise to us at the trust, even where they are disappointing, or make difficult reading.\"\nCQC's chief inspector, Prof Sir Mike Richards, said: \"While we witnessed areas of good practice it is clear that the trust has work to do to make improvements which are sustainable long term.\"\nInspectors will return to check whether the necessary changes have taken place and the CQC will continue to monitor the trust \"closely\".\nMr Lewis said: \"During the CQC visit, inspectors saw some individual examples of poor practice in some departments around hand washing, security of medicines and completion of patient records.\"\nHe said these individual examples \"are not acceptable\" and it is up to the trust leadership to ensure it gets \"the basics right, first time, every time for every patient\".", "context": null, "references": ["The safety of services at a trust running two hospitals has been rated \"inadequate\" by a health watchdog."], "personas": null }
{ "id":"29324237", "input":"Wales in the 13th Century was a mixture of regional powers. By the middle of the previous century, most of the lowland areas, particularly in south Wales, were under English control, in the form of Anglo-Norman barons from the Marches and across Glamorganshire to Pembroke.\nGwynedd and the north-west of Wales remained largely independent. Welsh princes acknowledged the ruler Llywelyn the Great and his successor Llywelyn ap Gruffudd as the overarching Prince of Wales. But as the century wore away, and Edward I of England came to power, the balance of power changed as Llywelyn refused to pay tribute to Edward.\nIn 1276 Edward I led an invasion into Gwynedd and forced Llywelyn into the very top corner of the country, and set about his castle-building programme. An uprising in 1282 led to renewed fighting, and saw the death of Llywelyn. By the following year it was over, and English domination over Wales was entrenched. Edward's son, the future Edward II, was created Prince of Wales.\nAt the start of the 1200s, Welsh was the language of the common people.\nIt was how people did business, conducted family life and worshipped. By the end of the century, daily business was increasingly done in English.\nEnglish settlers were encouraged to move to Wales by free land grants and the imposition of English law.\nAs the settlers moved into the more fruitful lowlands, Welsh speakers were increasingly pushed to the higher ground, although there was crossover between the two.\nOne of the main changes through the course of the 13th Century was the difference in the way people paid for things.\nAccording to Dr Mark Redknap, head of collections and research in the history department at the Museum of Welsh Life, the old system of \"render\" was starting to change.\n\"It's fair to say that from about the end of the 13th Century the Welsh were more familiar with using money than they had been a century earlier,\" he said.\n\"You had an increasing use of coinage whereas there is very much a barter economy with the pre-Norman period, and payment in kind.\"\nHe said taxes to the English king were paid in cash. Coinage though was still more at the stage where the actual weight of the coins, in silver for example, was what provided the value rather than a nominal amount printed on the coin.\nAs well as tithes paid to the church, Llywelyn had tried to levy tax on cattle and in lieu of military service. But it was Edward I who pushed formalised tax collection.\nBy the time of his death in 1307, tax revenue from Wales had tripled.\nAccording to Gerald of Wales, the Welsh were a militaristic society, more concerned with learning to fight rather than ploughing their land more than necessary.\nBut this only applied to free men: about a third of the population at the start of the century were bonded to a lord and worked for them on large estates.\nThe common people wore simple clothes: a tunic and thin cloak.\nAlthough much of Wales was rural, with large forests being an important source of food and resources for many, fledgling towns had been established by the Normans in places like Carmarthen and Cardiff and by the end of the century there were around 90 small towns, although few had populations over 1,000.\nIt is worth remembering that the population of Wales was tiny in comparison to now, with the whole population equivalent to modern-day Cardiff.\nSources: BBC History; St Fagans National History Museum; The People of Wales ed Gareth Elwyn Jones and Dai Smith", "context": null, "references": ["As the Welsh government publishes plans to reintroduce Welsh taxes for the first time since the 13th century, BBC News looks at what life was like in Wales last time there was direct Welsh taxation."], "personas": null }
{ "id":"27049803", "input":"The military says all but eight of the 129 girls have escaped, but parents of the girls say many are still missing.\nIt is thought Islamist militant group Boko Haram took the girls to forested areas near the Cameroonian border.\nThe group is waging a bloody campaign for an Islamic state in northern Nigeria.\nNigerian students living in fear\nWhat is Nigeria's Boko Haram?\nAlso on Wednesday, 18 people were killed in an attack in the Gwoza district of north-eastern Nigeria, local officials told the AP news agency.\nThe BBC's correspondent in Lagos, Will Ross, says the Nigerian military's statement that most of the girls had escaped their captors contrasts sharply with other information available to the BBC, including the claims of parents of pupils at the school. They insist \"many\" of their children are still missing.\nThe raid on the boarding school is a great source of embarrassment for the Nigerian authorities who say their military campaign against the militants is succeeding, he adds.\nHours before the military issued its statement, the governor of Borno state Kashim Shettima said the vast majority of the girls were still missing and offered a reward of 50m naira ($308,000; Â£184,000) for information.\nThe air force, army, police, local defence units and volunteers have all been involved in the search for the schoolgirls.\nUN Secretary General Ban Ki-moon condemned the \"shocking\" mass abduction and called for the girls' immediate release.\n\"The targeting of schools and schoolchildren is a grave violation of international humanitarian law,\" he said in a statement.\n\"Schools are, and must remain, safe places where children can learn and grow in peace.\"\nThe BBC's Hausa Service says Boko Haram has kidnapped civilians in the past - usually women to work as sex slaves.\nGunmen reportedly arrived at the school in Chibok, a remote area of Borno state, late on Tuesday, and ordered its teenage residents on to lorries.\nA local politician said about 50 soldiers had been stationed near the school ahead of annual exams, but were apparently overpowered.\nLocal residents reported hearing explosions followed by gunfire.\n\"Many girls were abducted by the rampaging gunmen who stormed the school in a convoy of vehicles,\" local education official Emmanuel Sam told the AFP news agency.\nA girl who managed to escape and did not want to be named told the BBC that she and fellow students were sleeping when armed men burst into their hostel.\nThe girl said she and her schoolmates were taken away in a convoy, which had to slow down after some of the vehicles developed a fault, at which point 10 to 15 girls escaped.\n\"We ran into the bush and waited until daybreak before we went back home,\" she said.\nNigerian media reported that two members of the security forces had been killed, and residents said 170 houses were burnt down during the attack.\nThe militants know the terrain well and the military has had only limited success in previous efforts to dislodge them from their forest hide-outs.\nMilitants from Boko Haram - which means \"Western education is forbidden\" in the local Hausa language - frequently target educational institutions.\nThis year, the group's fighters have killed more than 1,500 civilians in three states in north-east Nigeria, which are currently under emergency rule.\nThe government recently said that Boko Haram's activities were confined to that part of the country. However, bombings blamed on the group killed more than 70 people in the capital city of Abuja on Monday.", "context": null, "references": ["Mystery surrounds the fate of more than 100 teenage girls who were abducted from a school in the remote north-east of Nigeria."], "personas": null }
{ "id":"36352976", "input":"Media playback is not supported on this device\nAnna has started the challenge, which is a BBC Get Inspired and Public Health England's One You campaign, especially designed for people who have done little or no running.\nThe campaign is a nine-week plan, starting with a brisk walk and ending with a 5k run.\nIf you want to start your own Couch to 5K Challenge just like Anna, visit the Make Your Move website.\nAnd you won't be on your own - choose your trainer from some familiar faces. Radio DJ Jo Whiley; comedian and actor Sanjeev Kohli; 13-time Olympic and World Championship gold medallist Michael Johnson and comedian Sarah Millican will talk you through your run and support you every step of the way.\nImpress yourself. Take on the challenge.", "context": null, "references": ["Make Your Move has caught up with BBC Radio 5 live's Anna Foster, who has completed week one of the Couch to 5k Challenge."], "personas": null }
{ "id":"33181534", "input":"In March, the ICAO issued an alert on Thailand's aviation body after a safety audit revealed that it failed to adequately oversee its airlines.\nThe move led to a ban on new flights to China, Japan and South Korea.\nThai officials had then submitted plans to deal with the concerns in March.\nBut, the ICAO \"red flagged\" the country's body on Thursday for failing to solve the issues within 90 days.\nThailand's aviation sector joins 12 other developing countries, including Nepal and Sierra Leone, that have been downgraded to Category 2 from Category 1 by the organisation for its safety standards.\nAn audit in January by the United Nations body had found that Thailand's aviation authority had a shortage of technical officers and issues with certifying the transportation of hazardous goods.\nThe warning meant the country's airlines had to cancel flights and refund or alter thousands of air tickets.\nThe country's flag carrier, Thai Airways, said in a statement that it followed the \"highest safety standards\" in all operational areas, despite the red flag from the international regulator.", "context": null, "references": ["The International Civil Aviation Organization (ICAO) has downgraded Thailand's aviation standards, \"red flagging\" the country for failing to address safety concerns."], "personas": null }
{ "id":"37279430", "input":"Crispr-Cas9 replaces harmful DNA with new code that kills cancerous cells while leaving healthy ones unharmed.\nMice with the reprogrammed code developed tumours that were much smaller than cancers in mice that did not get this treatment.\nExperts call the study, in Nature Methods, promising but say it is unclear yet whether the technique would work in humans.\nDr Weiren Huang, from the First Affiliated Hospital of Shenzhen University, in China, and colleagues used Crispr-Cas9 to reprogram a cell-signalling pathway that would normally feed tumour growth in mice.\nHow gene editing works\nGene editing: A game-changer\nCrispr-Cas9 is a DNA cutting and pasting system scientists have borrowed from nature.\nBacteria use it to protect themselves against foreign DNA from viruses.\nScientists have already begun using it in the lab to target and cut out faulty DNA in human cells that cause illnesses.\nBut it is not without risks.\nWhile effective, the editing process is less than perfect and can cut out too much DNA.\nThese unwanted or \"off-target\" edits could alter other important genes, inadvertently triggering cancer, for example.\nDr Chris Lord, a gene expert at the Institute of Cancer Research, said: \"\"The key to translating this technique into the clinic will be to see how specific to the tumour cell the Crispr activation will be and how specific, in terms of genes, the Crispr-mediated gene cutting will be.\n\"These are essentially the same two issues you have with all cancer treatments - how specific for the tumour cell and how specific for the target.\"", "context": null, "references": ["Scientists have used a gene-editing tool to stunt tumour growth in mice."], "personas": null }
{ "id":"30791800", "input":"Shiv Kumar Yadav has also been charged with \"criminal intimidation\" of the 26-year-old woman, reports said.\nThe victim had used the Uber smartphone app to book a taxi home but said she was taken to a secluded area and raped.\nDelhi later banned Uber and several other web-based taxi firms for failing to carry out adequate driver checks.\nAlthough the driver has not yet given a statement in public, police say he has confessed to the crime. They say he has also been identified by the victim.\nRape and the issue of sexual violence against Indian women have been in the spotlight in recent years ever since a 23-year-old physiotherapy student was gang-raped and murdered in Delhi in December 2012.\nThe crime prompted global outrage and a tightening of the laws on sexual violence, but correspondents say they have failed to act as a deterrent.\nEarlier this month, five men were arrested in Calcutta for kidnapping and repeatedly raping a Japanese student.\nAnd in the northern Indian state of Uttar Pradesh, two policemen were arrested for allegedly abducting and raping a teenager.", "context": null, "references": ["A court in the Indian capital has formally charged a driver of the Uber web-based taxi firm with the rape and kidnapping of a passenger last month."], "personas": null }
{ "id":"40499534", "input":"The four are now in police custody, after a crime spree that included raids on hotels, small shops and amusement arcades, Italian media report.\nOn one occasion they allegedly raced off in a Porsche Cayenne after pointing a pistol in the driver's face.\nThe gang reportedly boasted of their crimes in video clips on social media.\nThey stole cash, smartphones, tablets and even on one occasion a youth's luxury shoes worth â‚¬530 (Â£465; $601), according to police. The crimes took place in Milan's Quarto Oggiaro district.\nTwo of the young suspects are Italians aged 14 and 16, the others are of foreign origin, aged 15 and 17.\nThey came from broken homes and are thought to have been controlled by an Egyptian man, aged 23. He is under arrest on a drugs charge and was convicted for previous offences.\nPolice found that the youths - dubbed a \"baby gang\" in Italian media - possessed several firearms, including a pump-action shotgun.\nItaly's Rai news website said investigators \"stressed that the baby gang used brutal violence on their victims in the style of A Clockwork Orange\".\nOne victim, a young man attacked in the street, was pistol-whipped and needed 10 stitches for a deep wound.\nThe 1971 film A Clockwork Orange, directed by Stanley Kubrick, was a box-office hit. Based on a futuristic novel by Anthony Burgess, it portrayed a gang of juvenile delinquents who made a cult of gratuitous violence.", "context": null, "references": ["Italian police say four teenagers accused of 12 robberies in Milan gloried in violence like the notorious gang in the film A Clockwork Orange."], "personas": null }
